Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/language/po/*.po
Languages: ar, de, fo, lt

source: Language Module Settings
ar: إعدادات وحدة اللغة
de: Spracheinstellungen
fo: Mál mótula setanir
lt: Kalbos modulio nuostatos

source: Available Languages
ar: اللغات المتاحة
de: Verf체gbare Sprachen
fo: Tøk mál
lt: Turimos kalbos

source: Selected Languages
ar: اللغة المختارة
de: Ausgew채hlte Sprachen
fo: Vald mál
lt: Parinktos kalbos

source: Up
ar: أعلى
de: Nach Oben
fo: Upp
lt: Aukštyn

source: Down
ar: أسفل
de: Nach Unten
fo: Niður
lt: Žemyn

source: Language Switch Policy
ar: سياسة تبديل اللغة
de: Regeln zum Wechsel der Sprache
fo: Málskiftingar politikkur
lt: Kalbos perjungimo taisyklė

source: Global
ar: عام
fo: Heiltøkur
lt: Visuotinė

source: Window
ar: النافذة
de: Fenster
fo: Gluggi
lt: Lango

source: Application
ar: التطبيق
de: Anwendung
fo: Nýtsluskipan
lt: Programos

source: Keyboard Model
ar: نوع لوحة المفاتيح
de: Tastaturmodell
fo: Knappaborðs myndil
lt: Klaviatūros modelis

source: Layout Variant
ar: التخطيط البديل
de: Tastaturbelegung
fo: Uppsetingar brigdil
lt: Išdėstymo variantas

source: Language
ar: اللغة
de: Sprache
fo: Mál
lt: Kalba

source: Switch To Next Language
ar: تحول للغة التالية
de: Zur n채chsten Sprache wechseln
fo: Skift til næsta mál
lt: Perjungti į kitą kalbą

source: Switch To Previous Language
ar: تحول للغة السابقة
de: Zur vorherigen Sprache wechseln
fo: Skift til fyrra málið
lt: Perjungti į ankstensnę kalbą

source: Configuration
ar: اﻹعدادات
de: Konfigurieren
fo: Samanseting
lt: Konfigūracija

source: Configure Key Bindings
ar: إعداد مفتاح اﻹرتباط
de: Tastenkombinationen konfigurieren
fo: Samanset knappabindingar
lt: Konfigūruoti klavišų saistymus

source: Module Configuration
ar: إعدادات الوحدة
de: Module konfigurieren
fo: Mótula samanseting
lt: Modulio konfigūracija
