Repository: playya/Enlightenment
Catalog: trunk/e_modules/slideshow/po/*.po
Languages: sv

source: Slideshow Configuration
sv: Bildspelskonfiguration

source: Cycle Time
sv: Tidscykel

source: Disable Timer
sv: Inaktivera timer

source: %3.0f seconds
sv: %3.0f sekunder

source: Directory
sv: Katalog

source: Sub-directory to use for backgrounds
sv: Underkatalog att använda för bakgrunder

source: Randomize order
sv: Slumpmässig ordning

source: Slideshow
sv: Bildspel

source: Configuration
sv: Konfiguration

source: Enlightenment Slide Show Module
sv: Enlightenment bildspelsmodul

source: This module is VERY simple and is used to cycle desktop backgrounds
sv: Denna modul är VÄLDIGT enkel och används för att rotera skrivbordsbakgrunder
