Repository: playya/Enlightenment
Catalog: trunk/ephoto/po/*.po
Languages: el, fo, fr

source: Menu|File
el: Μενού|Αρχείο
fr: Men|Fichier

source: Menu|File|Exit
el: Μενού|Αρχείο|Έξοδος
fr: Menu|Fichier|Quitter

source: Menu|Albums
el: Μενού|Άλμπουμ

source: Menu|Albums|Add Album
el: Μενού|Άλμπουμ|Προσθήκη
fr: Menu|Albums|Ajouter un album

source: Menu|Albums|Remove Album
el: Μενού|Άλμπουμ|Αφαίρεση
fr: Menu|Albums|Supprimer un album

source: Menu|Viewer
el: Μενού|Προβολέας
fr: Menu|Visionner

source: Menu|Viewer|Image Viewer
el: Μενού|Προβολέας|Προβολέας Εικόνων
fr: Menu|Visionner|Visionneuse

source: Menu|Slideshow
el: Μενού|Slideshow
fr: Men|Diaporama

source: Menu|Slideshow|Configure Slideshow
el: Μενού|Slideshow|Ρύθμιση Slideshow
fr: Menu|Diaporama|Configurer le diaporama

source: Menu|Slideshow|Start Slideshow
el: Μενού|Slideshow|Εκκίνηση Slideshow
fr: Menu|Diaporama|Démarrer le diaporama

source: Location:
el: Περιοχή:
fr: Emplacement:

source: Albums
el: Άλμπουμ

source: Add an Album
el: Προσθήκη Άλμπουμ
fr: Ajouter un album

source: Enter the new album name:
el: Εισαγωγή ονόματος νέου άλμπουμ:
fr: Entrer le nom du nouvel album:

source: Enter the new album description:
el: Εισαγωγή περιγραφής νέου άλμπουμ:
fr: Entrer la description du nouvel album:

source: save
el: αποθήκευση
fr: enregistrer

source: cancel
el: ακύρωση
fr: annuler

source: Slideshow Configuration
el: Ρυθμίσεις Slideshow
fr: Configuration du diaporama

source: Window Size
el: Μέγεθος Παραθύρου
fr: Taille de la fenêtre

source: Fullscreen
el: Πλήρης Οθόνη
fr: Plein écran

source: Custom
el: Προσαρμοσμένο
fr: Personnalisé

source: Width
el: Πλάτος
fr: Largeur

source: Height
el: Ύψος
fr: Hauteur

source: Loop Slideshow
el: Επανάληψη Slideshow
fr: Diaporama en boucle

source: Random Order
el: Τυχαία Σειρά
fr: Ordre aléatoire

source: Image Size
el: Μέγεθος Εικόνας
fr: Taille de l'image

source: Zoom Images to Fill Window
el: Εστίαση εικόνων για Γέμισμα του Παραθύρου
fr: Redimensionner les images à la taille de la fenêtre

source: Keep Aspect
el: Κράτα Αναλογία
fr: Conserver l'aspect

source: Transitions
el: Μεταβάσεις

source: Show File Name On Change
el: Εμφάνισε Όνομα Αρχείου Όταν Αλλάξει
fr: Afficher le nom du fichier lors du changement

source: Ephoto Image Viewer
el: Προβολέας Εικόνων Ephoto
fr: Visionneuse Ephoto

source: Menu|File|Save Image
el: Μενού|Αρχείο|Αποθήκευση Εικόνας
fr: Menu|Fichier|Enregistrer l'image

source: Menu|Actions
el: Μενού|Ενέργειες

source: Menu|Actions|Zoom In
el: Μενού|Ενέργειες|Εστίαση
fr: Menu|Actions|Zoomer

source: Menu|Actions|Zoom Out
el: Μενού|Ενέργειες|Σμίκρυνση
fr: Menu|Actions|Dézoomer

source: Menu|Actions|Zoom 1:1
el: Μενού|Ενέργειες|Εστίαση 1:1
fr: Taille normale

source: Menu|Actions|Flip Horizontally
el: Μενού|Ενέργειες|Αναστροφή Οριζόντια
fr: Menu|Actions|Renverser horizontalement

source: Menu|Actions|Flip Vertically
el: Μενού|Ενέργειες|Αναστροφή Κατακόρυφα
fr: Menu|Actions|Renverser verticalement

source: Menu|Actions|Rotate Left
el: Μενού|Ενέργειες|Περιστροφή Αριστερά
fr: Menu|Actions|Pivoter sur la gauche

source: Menu|Actions|Rotate Right
el: Μενού|Ενέργειες|Περιστροφή Δεξιά
fr: Menu|Actions|Pivoter sur la droite

source: In
el: Εστίαση +
fr: Zoom +

source: Out
el: Εστίαση -
fr: Zoom -

source: Left
el: Αριστερά
fr: Gauche

source: Right
el: Δεξιά
fr: Droite

source: Ephoto Slideshow
fr: Diaporama Ephoto

source: Order
fr: Ordre

source: Menu|Actions|Zoom To Fit
fr: Menu|Actions|Remplir la fenêtre

source: No Exif Data Exists
fo: Ongar Exif dátur finnast

source: %'.0f Bytes
fo: %'.0f Býtum

source: Zoom In
fo: Surra inn

source: Zoom Out
fo: Surra út

source: Rotate Left
fo: Snara til vinstru

source: Rotate Right
fo: Snara til høgri

source: Flip Horizontally
fo: Vippa Vannrætt

source: Flip Vertically
fo: Vippa loddrætt

source: Advanced Tools
fo: Framkomin tól

source: Previous Image
fo: Fyrra mynd

source: Next Image
fo: Næsta mynd
