Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/drawer/po/*.po
Languages: hr, nl

source: Drawer Module
hr: Modul Ladice
nl: Lade-module

source: Plugins selection
hr: Odabir priključaka
nl: Plugins-selectie

source: Plugins settings
hr: Postavke priključaka
nl: Plugins-instellingen

source: Source plugins
hr: Priključci izvora
nl: Bron-plugins

source: View plugins
hr: Pregled priključaka
nl: Toon plugins

source: Description: Unavailable
hr: Opis: Nedostupan
nl: Beschrijving: Niet beschikbaar

source: Source settings
hr: Postavke izvora
nl: Bron-instellingen

source: View settings
hr: Pregled postavki
nl: Toon-instellingen

source: Drawer Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
nl: Lade-module instellingen-data had een upgrade nodig. Uw oude instellingen zijn<br>gewist en een nieuwe set van standaarden is geïnitialiseerd. Dit<br>zal regelmatig gebeuren tijdens de ontwikkeling, dus rapporteer geen<br>bug. Dit betekent simpelweg dat Enlightenment nieuwe instellingen-data<br>als standaard nodig heeft voor bruikbare functionaliteit die uw oude<br>simpelweg niet heeft. Deze nieuwe set van standaarden zal dit oplossen<br>door het toe te voegen. U kunt uw dingen nu her-instellen naar uw<br>wensen. Excuses voor de wijzigingen in uw instellingen.<br>

source: Your Drawer Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
nl: Uw Lade-module instellingen-data is NIEUWER dan de module-versie. Dit is heel erg<br>vreemd. Dit zou niet moeten gebeuren tenzij u de module<br>hebt gedowngrade of uw instellingen gekopieerd heeft van een plaats waar<br>een nieuwere versie van de module aan het draaien was. Dit is slecht en<br>uit voorzorg zijn uw instellingen nu teruggezet naar de<br>standaarden. Excuses voor het ongemak.<br>

source: The plugin is not configurable
hr: Priključak nije moguće konfigurirati
nl: Deze plugin is niet instelbaar

source: Drawer Plugins
hr: Priključci Ladice
nl: Lade-plugins

source: The plugin '%s' was not found.
hr: Priključak "%s" nije pronađen.
nl: De plugin '%s' kon niet worden gevonden.

source: The plugin '%s' could not be opened.
hr: Priključak "%s" nije moguće otvoriti.
nl: De plugin '%s' kon niet worden geopend.

source: The plugin '%s' does not contain all required functions.
hr: Priključak "%s" ne sadrži sve zahtijevane funkcije.
nl: De plugin '%s' bevat niet alle benodigde functies.

source: The plugin '%s' does not have the required API version.
hr: Priključak "%s" nema zahtijevanu API inačicu.
nl: De plugin '%s' heeft niet de benodigde API-versie.

source: Drawer
hr: Ladica
nl: Lade

source: Drawer Configuration Updated
hr: Konfiguracija Ladice Dopunjena
nl: Lade-instellingen geupdate

source: Settings
hr: Postavke
nl: Instellingen

source: Open Containing Directory
hr: Otvori Sadržajni Direktorij
nl: Open bevattende map

source: Directory Watcher settings
hr: Postavke Nadglednika Direktorija
nl: Map-onderzoeker-instellingen

source: Home
hr: Glavna
nl: Thuis

source: Directory (%s)
hr: Direktorij (%s)
nl: Map (%s)

source: Drawer Plugin : Directory Watcher
hr: Priključak Ladice : Nadglednik Direktorija
nl: Lade-plugin : Map-onderzoeker

source: Watch path
nl: Onderzoekspad

source: Custom file manager
hr: Upravitelj podešenih datoteka
nl: Aangepaste bestandsbeheerder

source: Sort Options
hr: Opcije Svrstavanja
nl: Sorteringsinstellingen

source: Sort directories first
hr: Prvo svrstaj direktorije
nl: Sorteer mappen eerst

source: Sort by name
hr: Svrstaj po imenu
nl: Sorteer op naam

source: Sort by access time
hr: Svrstaj po vremenu pristupa
nl: Sorteer op bezoektijd

source: Sort by modification time
hr: Svrstaj po vremenu modifikacije
nl: Sorteer op aanpassingstijd

source: Sort by change time
hr: Svrstaj po vremenu promjene
nl: Sorteer op veranderingtijd

source: Sort by size
hr: Svrstaj po veličini
nl: Sorteer op grootte

source: Launcher settings
hr: Postavke pokretača
nl: Starter-instellingen

source: Change Item Properties
hr: Promjeni Svojstva Stavke
nl: Verander item-instellingen

source: Remove Item
hr: Ukloni Stavku
nl: Verwijder item

source: %s source
hr: %s izvor
nl: %s-bron

source: Drawer Plugin : Launcher
hr: Priključak Ladice : Pokretač
nl: Lade-plugin : Starter

source: Selected Bar Source
hr: Odabrani Izvor Trake
nl: Geselecteerde Balk-bron

source: Add
hr: Dodaj
nl: Voeg toe

source: Delete
hr: Obriši
nl: Verwijder

source: Configure
hr: Konfiguriraj
nl: Instellen

source: Sorting options
hr: Opcije svrstavanja
nl: Sorterings-instellingen

source: Unsorted
hr: Nesvrstano
nl: Ongesorteerd

source: Sort applications by local rating
hr: Svrstaj aplikacije po lokalnom rangu
nl: Sorteer programma's op lokale waardering

source: Sort applications by overall popularity
hr: Svrstaj aplikacije po općoj popularnosti
nl: Sorteer programma's op algehele populariteit

source: Create new Launcher source
hr: Kreiraj izvor novog pokretača
nl: Creeër nieuwe Starter-bron

source: Enter a name for this new source:
hr: Unesi naziv za ovaj novi izvor:
nl: Voer een naam in voor deze nieuwe bron:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
hr: Zatražili ste da uklonite "%s".<br><br>Jeste li sigurni da hoćete ukloniti ovaj izvor trake?
nl: U heeft gevraagd op "%s" te verwijderen.<br><br>Weet u zeker dat u deze balk-bron wilt verwijderen?

source: Are you sure you want to delete this bar source?
hr: Jeste li sigurni da hoćete ukloniti ovaj izvor trake?
nl: Weet u zeker dat u deze balk-bron wilt verwijderen?

source: List settings
hr: Postavke liste
nl: Lijst-instellingen

source: Drawer Plugin : List
hr: Priključak Ladice : Lista
nl: Lade-plugin : Lijst

source: Item size options
hr: Opcije veličine stavke
nl: Item-grootte-instellingen

source: Large
hr: Velik
nl: Groot

source: Medium
hr: Srednji
nl: Middelmatig

source: Small
hr: Malen
nl: Klein
