Repository: playya/Enlightenment
Catalog: trunk/e17/apps/ephoto/po/*.po
Languages: de, it

source: No Exif Data Exists
de: Es sind keine Exif Daten vorhanden

source: Name: %s Pixels: %s Size: %s
de: Name: %s Auflösung: %s Größe: %s

source: Pixels
de: Pixel

source: Size
de: Größe

source: Albums
de: Alben
it: Album

source: File System
de: Dateisystem

source: Normal View
de: normale Ansicht

source: List View
de: Listenansicht

source: Single View
de: einfache Ansicht

source: You do not have libexif 0.6.13
de: Sie haben nicht libexif 0.6.13

source: View Exif Data
de: Zeige Exif Daten

source: Toggle Fullscreen
de: Vollbild

source: Start a Slideshow
de: Starte Diavorführung

source: Move to edit view
de: Gehe zu der bearbeitenden Ansicht

source: Complete Library
de: Komplete Sammlung

source: Ephoto Slideshow!
de: Ephoto Diavorführung

source: Single
de: Einseln

source: Previous Image
de: vorheriges Bild

source: Next Image
de: nächstes Bild

source: Ewl is not usable, please check your installation!
de: Ewl ist nicht gebrauchbar, bitte überprüfen Sie Ihre installation!

source: Ephoto Version %s Help Page
de: Ephoto Version %s Hilfseite

source: Long Commands: --help - This Screen --add-album %%s %%s - Adds Album arg1 = name of album arg2 = description of album --add-image %%s %%s %%s - Adds Image arg1 = name of album to add image to arg2 = descriptive name for image arg3 = path to the image --add-image-dir %%s %%s - Adds All Images From Directory arg1 = name of album to add images to arg2 = directory to get images from --list-albums - List Albums --list-images %%s - List Images in Album arg1 = name of album to list images from --remove-album %%s - Removes Album arg1 = name of album --remove-image %%s %%s - Removes Image arg1 = name of album to remove image from arg2 = path of the image to be removed
de: Lange Befehle: --help - Diese Seite --add-album %%s %%s - Füge ein Album hinzu arg1 = Name des Albums arg2 = Beschreibung des Albums --add-image %%s %%s %%s - Füge ein Bild hinzu arg1 = Name des Albums zu dem das Bild hinzugefügt werden soll arg2 = beschreibender Name für das Bild arg3 = Pfad zum Bild --add-image-dir %%s %%s - Fügt ein Bild aus einem Verzeichnis hinzu arg1 = Name des Albums zu dem das Bild hinzugefügt werden soll arg2 = das Verzeichnis in dem sich das Bild befindet --list-albums - zeige eine List der Alben --list-images %%s - zeige eine List der Bilder arg1 = name of album to list images from --remove-album %%s - Removes Album arg1 = name of album --remove-image %%s %%s - Removes Image arg1 = name of album to remove image from arg2 = path of the image to be removed

source: Short Commands: -h - This Screen -a %%s %%s - Adds Album -i %%s %%s %%s - Adds Image -id %%s %%s - Adds all Images From Directory -la - List Albums -li %%s - List Images in Album -ra %%s - Removes Album -ri %%s %%s - Removes Image
de: Kurzbefehle: -h - Diese Seite -a %%s %%s - füge Album hinzu -i %%s %%s %%s - füge Bild hinzu -id %%s %%s - Füge alle Bilder des Verzeichnisses hinzu -la - List Albums -li %%s - List Images in Album -ra %%s - Removes Album -ri %%s %%s - Removes Image

source: Please specify a name for the album
de: Bitte geben Sie einen Namen für das Album an

source: Please specify a description for the album
de: Bitte geben Sie eine Bezeichnung für das Album an

source: Are you sure you want to create an album with the name %s and the description %s?
de: Sind Sie sicher, dass Sie ein Album mit dem Namen %s und der Beschreibung %s erstellen wollen?

source: Please specify the album you wish to add to
de: Bitte geben Sie das Album an, dass Sie hinzufügen wollen

source: Please specify a descriptive name for the image
de: Bitte geben Sie einen beschreibenden Namen für das Bild an

source: Please specify a valid path to the image
de: Bitte geben Sie den Pfad zu dem Bild an

source: Are you sure you want to add an image to album %s with a name %s and path %s?
de: Sind Sie sicher, dass sie ein Bild zum dem Album %s mit dem Namen %s und dem Pfad %s hinzufügen wollen?

source: Image was added
de: Bild wurde hinzugefügt

source: Image was not added
de: Bild wurde nicht hinzugefügt

source: Please specify a valid path to the image directory
de: Bitte geben Sie den Pfad zu dem Verzeichnis des Bildes an

source: Are you sure you want to add images from the directory %s to the album %s?
de: Sind Sie sicher, dass Sie Bilder aus dem Verzeichnis %s in das Album %s hinzufügen wollen?

source: Images were added
de: Bilder wurden hinzugefügt

source: Images were not added
de: Bilder wurden nicht hinzugefügt

source: Please specify the album to list images from
de: Bitte geben Sie ein Album an, um die Bild aufzulisten

source: Please specify the name of the album
de: Bitte geben Sie den Namen des Albums an

source: Are you sure you want to remove the album %s?
de: Sind Sie sicher, dass das Album %s entfernt werden soll?

source: Album was removed
de: Album wurde entfernt

source: Please specify the name of the album the image belongs to.
de: Bitte geben Sie den Namen des zum Bild gehörigen Albums an.

source: Please specify the path of the image
de: Bitte geben Sie den Pfad zu dem Bild an

source: Are you sure you want to remove the image %s from the album %s?
de: Sind Sie sicher, dass sie Bild %s aus dem Album %s entfernen wollen?

source: Image was removed
de: Bild wurde entfernt

source: Image was not removed
de: Bild wurde nicht entfernt

source: Standard Tools
de: Standardwerkzeuge

source: Advanced Tools
de: Erweiterte Werkzeuge

source: Add an Album
it: Aggiungi album

source: Enter the new album name:
it: Nome del nuovo album:

source: Enter the new album description:
it: Descrizione del nuovo album:

source: save
it: salva

source: cancel
it: annulla

source: Menu|File
it: File

source: Menu|File|Exit
it: Esci

source: Menu|Albums
it: Album

source: Menu|Albums|Add Album
it: Aggiungi album

source: Menu|Albums|Remove Album
it: Elimina album

source: Menu|Viewer
it: Visualizzatore

source: Menu|Viewer|Image Viewer
it: Visualizzatore immagini

source: Menu|Slideshow
it: Presentazione

source: Menu|Slideshow|Configure Slideshow
it: Configura presentazione

source: Menu|Slideshow|Start Slideshow
it: Avvia presentazione

source: Location:
it: Posizione:

source: Ephoto Slideshow
it: Presentazione Ephoto

source: Slideshow Configuration
it: Configurazione presentazione

source: Window Size
it: Dimensione finestra

source: Fullscreen
it: Schermo intero

source: Custom
it: Personalizzata

source: Width
it: Larghezza

source: Height
it: Altezza

source: Order
it: Ordinamento

source: Loop Slideshow
it: Cicla presentazione

source: Random Order
it: Ordinamento casuale

source: Image Size
it: Dimensione immagine

source: Zoom Images to Fill Window
it: Ingradisci per riempire la finestra

source: Keep Aspect
it: Mantieni aspetto

source: Transitions
it: Transizioni

source: Show File Name On Change
it: Mostra nome file al cambio

source: Ephoto Image Viewer
it: Visualizzatore immagini Ephoto

source: Menu|File|Save Image
it: Salva immagine

source: Menu|Actions
it: Azioni

source: Menu|Actions|Zoom In
it: Diminuisci zoom

source: Menu|Actions|Zoom Out
it: Aumenta zoom

source: Menu|Actions|Zoom To Fit
it: Adatta alla finestra

source: Menu|Actions|Zoom 1:1
it: Zoom 1:1

source: Menu|Actions|Flip Horizontally
it: Scorri orizzontalmente

source: Menu|Actions|Flip Vertically
it: Scorri verticalmente

source: Menu|Actions|Rotate Left
it: Ruota a sinistra

source: Menu|Actions|Rotate Right
it: Ruota a destra

source: In
it: Diminuisci

source: Out
it: Aumenta

source: Left
it: Sinistra

source: Right
it: Destra
