Repository: playya/Enlightenment
Catalog: trunk/e_modules/screenshot/po/*.po
Languages: eo, fi, fr, it, ja, ru, sv

source: Screenshot Configuration
eo: Konfiguraĵo de Ekrankopio
fi: Kuvankaappausasetukset
fr: Configuration de la capture d'écran
it: Configurazione modulo Screenshot
ja: スクリーンショット設定
ru: Настройки Снимка Экрана
sv: Konfiguration av skärmdump

source: General Settings
eo: Ĝeneralaj Agordoj
it: Impostazioni generali
ja: 一般の設定
sv: Allmänna inställningar

source: Use Import
eo: Uzi la programon "import"
fi: Käytä ohjelmaa: import
fr: Utiliser «import»
it: Usa import
ja: import を使って撮る
ru: Использовать Import
sv: Använd import

source: Use Scrot
eo: Uzi la programon "scrot"
fi: Käytä ohjelmaa: scrot
fr: Utiliser «scrot»
it: Usa scrot
ja: scrot を使って撮る
ru: Использовать Scrot
sv: Använd Scrot

source: Delay Time:
eo: Intertempo :
fi: Viive-aika
fr: Délai :
it: Tempo di ritardo:
ja: セルフタイマー
ru: Задержка:
sv: Fördröjning:

source: %1.0f seconds
eo: %1.0f sekundoj
it: %1.0f secondi
ja: %1.0f 秒
sv: %1.0f sekunder

source: File Settings
eo: Dosieraj Agordoj
fi: Tiedostoasetukset
fr: Paramètres de fichier :
it: Impostazioni del file
ja: 保存方法
ru: Настройки Файла
sv: Filinställningar

source: Always Prompt For Filename
eo: Cxiam Peti Dosiernomon
it: Chiedi sempre nome file
ja: 毎回ファイル名を問い合わせる
sv: Fråga alltid efter filnamn

source: Save Directory:
eo: Konservi Dosierujon :
fi: Tallennushakemisto:
fr: Répertoire de sauvegarde :
it: Directory di salvataggio:
ja: 保存先のディレクトリ
ru: Сохранять в Папке:
sv: Spara i katalog:

source: Filename:
eo: Dosiernomo:
it: Nome file:
ja: ファイル名:
sv: Filnamn:

source: Image Viewer Settings
eo: Bildprezentaj Agordoj
it: Impostazioni visualizzatore
ja: ビューアの設定
sv: Inställningar för bildvisare

source: Launch Image Viewer After Screenshot
eo: Lancxi Bildprezento Poste Ekrankopiado
it: Lancia visualizzatore dopo Screenshot
ja: 撮影後ビューアを起動する
sv: Starta bildvisare efter skärmdump

source: Import Settings
eo: Agordoj de "import" programo
it: Impostazioni di Import
ja: import の設定
sv: Importinställningar

source: Include Image Border
eo: Inkluzi Bildan Randon
fi: Sisällytä kuvan reunukset
fr: Inclure la bordure de l'image
it: Includi bordo immagine
ja: ボーダーを含める
ru: Включая Границу Изображения
sv: Inkludera bildramar

source: Use Image Dithering
eo: Uzi Bildan Punktismon
fr: Utiliser le lissage d'image
it: Usa dithering (sfumatura)
ja: ディザリングを使う
ru: Использовать Сглаживание Изображения
sv: Använd bilddithering

source: Include Window Manager Frame
eo: Inkluzivi Kadron de Fenestradministrilo
fi: Sisällytä ikkunamanagerin kehykset
fr: Inclure la bordure du gestionnaire de fenêtres
it: Includi cornice del window manager
ja: ウィンドウマネージャのフレームを含める
ru: Включая Рамку Оконного Менеджера
sv: Inkludera fönsterhanterarens ramar

source: Choose Window To Grab
eo: Elekti Fenestron Ekkaptendan
fi: Valitse kaapattava ikkuna
fr: Choisir la fenêtre à capturer
it: Scegli finestra da catturare
ja: 選択したウィンドウだけを取り込む
ru: Выбрать Окно Для Снимка
sv: Välj fönster som ska fångas

source: Silent
eo: Silentigi
fi: Äänetön
fr: Silencieux
it: Silenzioso
ja: メッセージは表示しない
ru: Тихий Снимок
sv: Tyst

source: Trim Edges
eo: Struci Randojn
fi: Siisti reunat
fr: Supprimer les bords
it: Ritaglia bordi
ja: 縁を取り除く
ru: Обрезать Края
sv: Trimma kanterna

source: Scrot Settings
eo: Agordoj de la programon "Scrot"
it: Impostazioni di Scrot
ja: scrot の設定
sv: Scrotinställningar

source: Generate Thumbnail
eo: Krei Bildeton
fi: Luo esikatselukuva
fr: Générer une miniature
it: Genera miniatiura
ja: サムネイルを作成する
ru: Генерировать Субкартинку
sv: Generera miniatyrbild

source: Screenshot
eo: Ekrankopio
ru: Снимок Экрана
sv: Skärmdump

source: Configuration
eo: Konfiguraĵo
it: Configurazione
ja: 設定
ru: Конфигурация
sv: Konfiguration

source: Enlightenment Screenshot Module
eo: "Enlightenment-a Ekrankopio" Modulo
fi: Enlightenment kuvankaappausmoduuli
fr: Module capture d'écran d'Enlightenment
it: Modulo Screenshot di Enlightenment
ja: Enlightenment screenshot モジュール
ru: Модуль Снимка Экрана для Enlightenment
sv: Enlightenment skärmdumpsmodul

source: This module is used to take screenshots
eo: Tiu modulo uzigxas por ekkapti ekrankopion
fi: Tällä moduulilla otetaan kuvankaappauksia
fr: Ce module est utilisé pour prendre des captures d'écran.
it: Questo modulo serve per generare immagini dallo schermo
ru: Этот модуль используетса для взятия снимков экрана

source: Please install either ImageMagick or Scrot for taking screenshots.
eo: Bonvolu instali cxu "ImageMagick" or "Scrot" por ekkapti ekrankopion.
it: Si prega di installare ImageMagick o Scrot per la cattura delle immagini.
ja: スクリーンショットを撮影する場合は ImageMagick か Scrot をインストールして下さい.
sv: Installera antingen ImageMagick eller Scrot för att ta skärmdumpar.

source: You did not specify a path.<br>This shot will be saved in your home folder.
eo: Vi ne difinis padon.<br>Tiu ekrankopio estos konservita en via hejma dosiero.
it: Non avete specificato un percorso.<br> Questo screenshot verra' salvato nella vostra home directory.
ja: パスが指定されていないので、ホームディレクトリに保存します.
sv: Du angav inte någon sökväg.<br>Denna skärmdump kommer att sparas i din hemkatalog.

source: Filename (minus extension):
fi: Tiedostonimi(ilman .*):
fr: Nom de fichier (sans extension) :
ru: Имя Файла (без расширения):

source: Import Options
fi: Importin asetukset
fr: Options d'«import»
ru: Опции Import

source: Scrot Options
fi: Scrotin asetukset
fr: Options de «scrot»
ru: Опции Scrot

source: Please Choose A Program To Use For Taking Screenshots.
fi: Valitse ohjelma jota käytetään kuvankaappauksien ottamiseen!
fr: Merci de sélectionner un programme pour les captures d'écran.
ru: Пожалуйста Выберите Программу Для Использования в Снимке Экрана.

source: Example: screenshot%d = screenshot1, screenshot2, etc...
fi: Esimerkki: screenshot%d = screenshot1, screenshot2, jne...
fr: Exemple : capture%d = capture1, capture2, etc…
