Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/uptime/po/*.po
Languages: eo, lt, uk

source: Uptime Configuration
eo: Agordoj de daŭro de funkciado
lt: Veikimo laiko konfigūracija
uk: Налаштування часу працездатності

source: Uptime Settings
eo: Agordo de daŭro de funkciado
lt: Veikimo laiko nuostatos
uk: Налаштування часу працездатності

source: Update Interval:
eo: Ĝisdatigi intervalon:
lt: Atnaujinimo intervalas:
uk: Проміжок оновлення:

source: %1.0f seconds
eo: %1.0f sekundoj
lt: %1.0f sekundės
uk: %1.0f секунд

source: Check Interval:
eo: Kontroli intervalon:
lt: Tikrinimo intervalas:
uk: Проміжок перевірки:

source: Uptime
eo: Daŭro de funkciado
lt: Veikimo laikas
uk: Час працездатності

source: Configuration
eo: Agordoj
lt: Konfigūracija
uk: Налаштування

source: up: %d days, %d:%02d:%02ld
eo: daŭro: %d tagoj, %d:%02d:%02ld
lt: veikia: %d dienas, %d:%02d:%02ld
uk: не вимикався: %d днів, %d:%02d:%02ld

source: la: %.2f %.2f %.2f
eo: ŝarĝo: %.2f %.2f %.2f
lt: va: %.2f %.2f %.2f
uk: середнє завантаження: %.2f %.2f %.2f

source: users: %d
eo: uzantoj : %d
lt: vartotojų: %d
uk: користувачі: %d
