Repository: playya/Enlightenment
Catalog: trunk/PROTO/shellementary/po/*.po
Languages: cs, fr, it

source: Enter something here
cs: Zadejte něco zde
fr: Saisissez ici du texte
it: Inserire qualcosa qui

source: Cancel
cs: Zrušit
fr: Annuler
it: Annulla

source: Text information
cs: Textová informace
fr: Texte d'information
it: Testo informativo

source: Select an item from the list
cs: Vyberte položku ze seznamu
fr: Sélectionner un élément de la liste
it: Selezionare un elemento dalla lista

source: I have a question
cs: Mám otázku
fr: J'ai une question
it: Ho una domanda da fare

source: Set a value
cs: Nastavte hodnotu
fr: Définir la valeur
it: Imposta un valore

source: A clock :)
cs: Hodiny :)
fr: Une horloge :)
it: Un orologio :)

source: About Shellementary
cs: O programu Shellementary
fr: À propos de Shellementary
it: A proposito di Shellementary

source: <b>Display dialogs from shell scripts</><br>Written as a zenity replacement, supports the same arguments<br><b>http://svn.enlightenment.org/svn/e/trunk/PROTO/shellementary</><br>Based on great Elementary toolkit by <b>raster</> and Python.<br><b>License:</> GNU General Public License v3
cs: <b>Zobrazte dialogy ze skriptů shellu</><br>Program napsán jako náhrada zenity, podporuje stejné parametry<br><b>http://svn.enlightenment.org/svn/e/trunk/PROTO/shellementary</><br>Založen na skvělém toolkitu Elementary od <b>rastera</> a Pythonu.<br><b>Licence:</> GNU General Public License v3
fr: <b>Affiche des boîtes de dialogue à partir de scripts shell</><br>Conçu comme alternative à zenity, supporte les mêmes arguments<br><b>http://svn.enlightenment.org/svn/e/trunk/PROTO/shellementary</><br>Basé sur l'excellente boîte à outils Elementary par <b>raster</> et sur Python.<br><b>Licence:</> GNU General Public License v3
it: <b>Visualizza finestre di dialogo da script di shell</><br>Scritto come sostituto di zenity supporta gli stessi argomenti<br><b>http://svn.enlightenment.org/svn/e/trunk/PROTO/shellementary</><br>Basato sull'ottimo toolkit Elementary di <b>raster</> e su Python.<br><b>Licenza:</> GNU General Public License v3

source: <b>Author:</> quaker (quaker66@gmail.com)<br><br><b>Credits:</><br><b>The Rasterman (raster)</> for Enlightenment DR17, great Elementary toolkit and help with developenment<br><b>Gustavo Sverzut Barbieri (k-s)</> for python-efl bindings and help with developenment<br><b>Simon Busch (morphis)</> for python-elementary bindings<br><b>Johannes Schauer (josch)</> for help with python<br><b>Jonathan Atton (watchwolf)</> for help with elementary<br>
cs: <b>Autor:</> quaker (quaker66@gmail.com)<br><br><b>Poděkování:</><br><b>The Rasterman (raster)</> za Enlightenment DR17, skvělý Elementary toolkit a pomoc s vývojem<br><b>Gustavo Sverzut Barbieri (k-s)</> za python-efl bindingy a pomoc při vývoji<br><b>Simon Busch (morphis)</> za python-elementary bindingy<br><b>Johannes Schauer (josch)</> za pomoc s Pythonem<br><b>Jonathan Atton (watchwolf)</> za pomoc s Elementary<br>
fr: <b>Auteur:</> quaker (quaker66@gmail.com)<br><br><b>Crédits:</><br><b>The Rasterman (raster)</> pour Enlightenment DR17, l'excellente boîte à outils Elementary et son aide pour le développement<br><b>Gustavo Sverzut Barbieri (k-s)</> pour les bindings python-efl et son aide pour le développement<br><b>Simon Busch (morphis)</> pour les bindings python-elementary<br><b>Johannes Schauer (josch)</> pour son aide avec python<br><b>Jonathan Atton (watchwolf)</> pour son aide avec elementary<br>
it: <b>Autore:</> quaker (quaker66@gmail.com)<br><br><b>Crediti:</><br><b>The Rasterman (raster)</> per Enlightenment DR17, l'ottimo toolkit Elementary e l'aiuto nello sviluppo<br><b>Gustavo Sverzut Barbieri (k-s)</> per le estensioni python-efl e l'aiuto nello sviluppo<br><b>Simon Busch (morphis)</> per le estensioni python-elementary<br><b>Johannes Schauer (josch)</> per l'aiuto con python<br><b>Jonathan Atton (watchwolf)</> per l'aiuto con elementary<br>

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi

source: OPTIONS FOR ALL DIALOGS
cs: VOLBY PRO VŠECHNY DIALOGY
fr: OPTIONS GÉNÉRALES DES BOÎTES DE DIALOGUE
it: OPZIONI PER TUTTE LE FINESTRE DI DIALOGO

source: These are options which you can use for all dialogs.
cs: Tyto volby můžete použít pro všechny dialogy.
fr: Voici les options utilisables pour toutes les boîtes de dialogue.
it: Queste sono opzioni utilizzabili con tutte le finestre di dialogo.

source: Set window title.
cs: Nastavit titulek okna.
fr: Spécifier le titre de la fenêtre.
it: Imposta titolo della finestra.

source: Set window text.
cs: Nastavit text okna.
fr: Spécifier le texte de la fenêtre.
it: Imposta testo della finestra.

source: Set window width in pixels.
cs: Nastavit šířku okna v pixelech.
fr: Spécifier la largeur de la fenêtre en pixels.
it: Imposta larghezza finestra in pixel.

source: Set window height in pixels.
cs: Nastavit výšku okna v pixelech.
fr: Spécifier la hauteur de la fenêtre en pixels.
it: Imposta altezza finestra in pixel.

source: Set image as window background.
cs: Nastavit obrázek jako pozadí okna.
fr: Utiliser l'image comme fond d'écran.
it: Imposta immagine di sfondo.

source: Show About dialog.
cs: Zobrazit dialog O programu.
fr: Afficher la fenêtre à propos.
it: Mostra finestra informazioni.

source: OPTIONS TO SHOW DIALOGS
cs: VOLBY KE ZOBRAZENÍ DIALOGŮ
fr: OPTIONS D'AFFICHAGE DES BOÎTES DE DIALOGUE
it: OPZIONI VISUALIZZAZIONE FINESTRE DI DIALOGO

source: These are options with which you can show dialogs.
cs: Volby ke zobrazení dialogů.
fr: Voici les options utilisables pour afficher les boîtes de dialogue.
it: Queste sono opzioni con cui si possono visualizzare finestre di dialogo.

source: Show entry dialog.
cs: Zobrazit dialog Pole.
fr: Afficher une boîte de dialogue de saisie.
it: Visualizza finestra di aggiunta elemento.

source: Show error dialog.
cs: Zobrazit dialog Chyba.
fr: Afficher une boîte de dialogue d'erreur.
it: Visualizza finestra di errore.

source: Show warning dialog.
cs: Zobrazit dialog Varování.
fr: Afficher une boîte de dialogue d'avertissement.
it: Visualizza finestra di avvertimento.

source: Show information dialog.
cs: Zobrazit dialog Informace.
fr: Afficher une boîte de dialogue d'information.
it: Visualizza finestra di informazione.

source: Show text information dialog.
cs: Zobrazit dialog Textová informace.
fr: Afficher une boîte de dialogue de texte d'information.
it: Visualizza finestra di informazione da testo.

source: Show list dialog.
cs: Zobrazit dialog Seznam.
fr: Afficher une boîte de dialogue de liste.
it: Visualizza finestra con elenco.

source: Show question dialog.
cs: Zobrazit dialog Otázka.
fr: Afficher une boîte de dialogue de question.
it: Visualizza finestra di domanda.

source: Show clock dialog.
cs: Zobrazit dialog Hodiny.
fr: Afficher une boîte de dialogue d'horloge.
it: Visualizza finestra con orologio.

source: Show scale dialog.
cs: Zobrazit dialog Měřítko.
fr: Afficher une boîte de dialogue d'échelle.
it: Visualizza finestra di scalatura.

source: Arguments which can be used only with entry dialog.
cs: Parametry použitelné jen pro dialog Pole.
fr: Arguments utilisables uniquement avec la boîte de dialogue de saisie.
it: Argomenti utilizzabili solo con finestre di aggiunta elemento.

source: ENTRY DIALOG ARGUMENTS
cs: PARAMETRY DIALOGU POLE
fr: ARGUMENTS DE LA BOÎTE DE DIALOGUE DE SAISIE
it: ARGOMENTI PER FINESTRE AGGIUNTA ELEMENTO

source: Set entry text
cs: Nastavit text pole.
fr: Spécifier le texte affiché dans la boîte de dialogue de saisie
it: Imposta testo elemento

source: Password-like entry
cs: Skrýt znaky(heslo).
fr: Saisie façon mot de passe
it: Elemento di tipo password

source: Arguments which can be used only with text info dialog.
cs: Parametry použitelné jen pri dialog Textová informace.
fr: Arguments utilisables uniquement avec la boîte de dialogue d'information.
it: Argomenti utilizzabili solo con finestre informazioni da testo.

source: TEXT INFO DIALOG ARGUMENTS
cs: PARAMETRY DIALOGU TEXTOVÁ INFORMACE
fr: ARGUMENTS DE LA BOÎTE DE DIALOGUE D'INFORMATION
it: ARGOMENTI PER FINESTRE INFORMAZIONI DA TESTO

source: Set file to show in text info, if you want to show text not from file, it reads from stdin.
cs: Zadat soubor ke zobrazení, pokud nechcete soubor, dialog čte také ze standartního vstupu.
fr: Spécifier un fichier à charger dans la boîte de dialogue de texte d'information. L'entrée standard est utilisée s'il ne s'agit pas d'un fichier.
it: Imposta file da visualizzare come testo informativo, se non si vuole visualizzare testo da un file verrà letto lo stdin.

source: Set it editable.
cs: Upravitelný text.
fr: Permettre l'édition du texte affiché.
it: Imposta come modificabile.

source: Disable text wrap.
cs: Zakázat zalamování textu.
fr: Désactiver l'habillage du texte.
it: Disabilita a capo automatico.

source: Arguments which can be used only with clock dialog.
cs: Parametry použitelné jen pro dialog Hodiny.
fr: Arguments utilisables uniquement avec la boîte de dialogue d'horloge.
it: Argomenti utilizzabili solo con finestre con orologio.

source: CLOCK DIALOG ARGUMENTS
cs: PARAMETRY DIALOGU HODINY
fr: ARGUMENTS DE LA BOÎTE DE DIALOGUE D'HORLOGE
it: ARGOMENTI PER FINESTRE CON OROLOGIO

source: Show seconds in clock.
cs: Zobrazit sekundy.
fr: Afficher les secondes.
it: Mostra secondi nell'orologio.

source: Show AM/PM switch.
cs: Zobrazit přepínač Ráno/Večer.
fr: Afficher les options Matin / Soir.
it: Mostra commutatore AM/PM.

source: Set time in format "HOURS, MINUTES, SECONDS". Works in combination with --clock-editable.
cs: Nastavit čas ve formátu "HODINY, MINUTY, SEKUNDY". Funguje v kombinaci s --clock-editable.
fr: Spécifier le temps au format "HEURES, MINUTES, SECONDES". Fonctionne en combinaison avec --clock-editable.
it: Imposta ora nel formato "ORE, MINUTI, SECONDI". Funziona in combinazione con --clock-editable.

source: Arguments which can be used only with scale dialog.
cs: Parametry použitelné jen pro dialog Měřítko.
fr: Arguments utilisables uniquement avec la boîte de dialogue d'horloge.
it: Argomenti utilizzabili solo con finestre di scalatura.

source: SCALE DIALOG ARGUMENTS
cs: PARAMETRY DIALOGU MĚŘÍTKO
fr: ARGUMENTS DE LA BOÎTE DE DIALOGUE D'HORLOGE
it: ARGOMENTI PER FINESTRE DI SCALATURA

source: Set slider value.
cs: Nastavit počáteční hodnotu.
fr: Spécifier la valeur du curseur.
it: Imposta valore per il cursore.

source: Set slider minimal value.
cs: Nastavit minimální hodnotu.
fr: Spécifier la valeure minimale du curseur.
it: Imposta valore minimo per il cursore.

source: Set slider maximal value.
cs: Nastavit maximální hodnotu.
fr: Spécifier la valeur maximale du curseur.
it: Imposta valore massimo per il cursore.

source: Set slider step.
cs: Nastavit velikost kroku.
fr: Spécifier le pas du curseur.
it: Imposta passo per il cursore.

source: Print partial values.
cs: Vypsat částečné hodnoty.
fr: Afficher les valeurs intermédiaires.
it: Stampa valori parziali.

source: Hide value.
cs: Skrýt hodnotu.
fr: Masquer la valeur.
it: Nascondi valore.

source: If set, slider will be inverted.
cs: Invertovat jezdec.
fr: Argument permettant d'inverser le curseur.
it: Se impostato inverte il cursore.

source: Set slider unit format - for example "value: %0.1f", that will print value: 156.1 or %0.2f will print 156.12, %0.3f 156.125 etc.
cs: Nastavit formát popisku napravo - například "hodnota: %0.1f", vypíše hodnota: 156.1 nebo %0.2f vypíše 156.12, %0.3f 156.125 atd.
fr: Spécifier le format de l'unité - par exemple "valeur: %0.1f", affichera: 156.1 ou %0.2f affichera 156.12, %0.3f 156.125, etc.
it: Imposta formato unità per cursore - ad esempio "valore: %0.1f", stamperà il valore: 156.1 oppure %0.2f stamperà 156.12, %0.3f 156.125 ecc.

source: Set slider label.
cs: Nastavit popis jezdce.(vlevo)
fr: Spécifier l'étiquette du curseur.
it: Imposta etichetta cursore.

source: Set slider icon.
cs: Nastavit ikonu jezdce.
fr: Spécifier l'icone du curseur.
it: Imposta icona cursore.

source: If set, slider will be vertical.
cs: Svislý jezdec.
fr: Argument permettant d'afficher le curseur verticalement.
it: Se impostato il cursore sarà verticale.

source: Error!
cs: Chyba!
fr: Erreur !
it: Errore!

source: Warning!
cs: Varování!
fr: Avertissement !
it: Avvertenza!

source: Information
cs: Informace
it: Informazioni
