Repository: playya/Enlightenment
Catalog: trunk/ewl/po/*.po
Languages: ar, de, el, es, hr, hu

source: STOCK|About
ar: حول
de: Über
el: Σχετικά
es: STOCK|Acerca de
hr: STOCK|O
hu: Névjegy

source: STOCK|Add
ar: أضف
de: Hinzufügen
el: Προσθήκη
es: STOCK|Agregar
hr: STOCK|Dodaj
hu: Hozzáadás

source: STOCK|Apply
ar: طبِّق
de: Anwenden
el: Εφαρμογή
es: STOCK|Aplicar
hr: STOCK|Primijeni
hu: Alkalmaz

source: STOCK|Bottom
ar: أسفل
de: Unten
es: STOCK|Final
hr: STOCK|Dno
hu: Középen

source: STOCK|Down
ar: تحت
de: Herrunter
el: Κάτω
es: STOCK|Abajo
hr: STOCK|Dolje
hu: Lent

source: STOCK|First
ar: أول
el: Πρώτο
es: STOCK|Primero
hr: STOCK|Prvi
hu: Első

source: STOCK|Last
ar: أخير
el: Τελευταίο
es: STOCK|Ultimo
hr: STOCK|Posljednji
hu: Utolsó

source: STOCK|Left
ar: يسار
de: Links
el: Αριστερά
es: STOCK|Izquierda
hr: STOCK|Lijevo
hu: Bal

source: STOCK|Right
ar: يمين
de: Rechts
el: Δεξιά
es: STOCK|Derecha
hr: STOCK|Desno
hu: Jobb

source: STOCK|Top
ar: أعلى
de: Oben
es: STOCK|Arriba
hr: STOCK|Vrh
hu: Fent

source: STOCK|Up
ar: فوق
de: Hinnauf
el: Πάνω
es: STOCK|Subir
hr: STOCK|Gore
hu: Fel

source: STOCK|Bold
ar: عريض
de: Fett
el: Έντονα
es: STOCK|Negrita
hr: STOCK|Masno
hu: Félkövér

source: STOCK|Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: STOCK|Cancelar
hr: STOCK|Poništi
hu: Mégse

source: STOCK|Clear
ar: محو
el: Καθαρισμός
es: STOCK|Limpiar
hr: STOCK|Očisti
hu: Törlés

source: STOCK|Close
ar: إغلاق
de: Schließen
el: Κλείσιμο
es: STOCK|Cerrar
hr: STOCK|Zatvori
hu: Bezár

source: STOCK|Copy
ar: نسخ
de: Kopieren
el: Αντιγραφή
es: STOCK|Copiar
hr: STOCK|Kopiraj
hu: Másol

source: STOCK|Cut
ar: قص
de: Ausschneiden
el: Αποκοπή
es: STOCK|Cortar
hr: STOCK|Izreži
hu: Kivág

source: STOCK|Delete
ar: حذف
de: Löschen
el: Διαγραφή
es: STOCK|Borrar
hr: STOCK|Obriši
hu: Törlés

source: STOCK|Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία
es: STOCK|Editar
hr: STOCK|Uredi
hu: Szerkeszt

source: STOCK|Execute
ar: تنفيذ
de: Ausführen
el: Εκτέλεση
es: STOCK|Ejecutar
hr: STOCK|Izvrši
hu: Végrehajt

source: STOCK|Find
ar: بحث
de: Suchen
el: Αναζήτηση
es: STOCK|Buscar
hr: STOCK|Pronađi
hu: Keresés

source: STOCK|Find and replace
ar: بحث واستبدال
de: Suchen und ersetzen
el: Αναζήτηση και αντικατάσταση
es: STOCK|Buscar y Reemplazar
hr: STOCK|Pronađi i zamijeni
hu: Keresés és áthelyezés

source: STOCK|Flip horizontal
ar: قلب أفقي
de: Waagrecht spiegeln
el: Οριζόντια εναλλαγή
es: STOCK|Voltear horizontal
hr: STOCK|Okreni vodoravno
hu: Vízszintes forgatás

source: STOCK|Flip vertical
ar: قلب عمودي
de: Senkrecht spiegeln
el: Κάθετη εναλλαγή
es: STOCK|Voltear vertical
hr: STOCK|Okreni okomito
hu: Függőleges forgatás

source: STOCK|Fullscreen
ar: ملء الشاشة
de: Vollbild
el: Πλήρης οθόνη
es: STOCK|Pantalla Completa
hr: STOCK|Cijeli zaslon
hu: Teljes képernyő

source: STOCK|Help
ar: مساعدة
de: Hilfe
el: Βοήθεια
es: STOCK|Ayuda
hr: STOCK|Pomoć
hu: Súgó

source: STOCK|Home
ar: منزل
es: STOCK|Inicio
hr: STOCK|Glavna
hu: Saját könyvtár

source: STOCK|Indent
ar: إزاحة
de: Einrücken
es: STOCK|Indentar
hr: STOCK|Uvlaka
hu: Bevág

source: STOCK|Italic
ar: مائل
de: Kursiv
el: Πλάγια
es: STOCK|Itálica
hr: STOCK|Kurziv
hu: Dőlt

source: STOCK|Justify center
ar: تسوية في الوسط
de: Zentrieren
es: STOCK|Centrar
hr: STOCK|Poravnaj centar
hu: Középre igazít

source: STOCK|Justify fill
ar: تسوية الملئ
de: Blocksatz
es: STOCK|Justificado
hr: STOCK|Poravnaj popunu
hu: Kitöltés

source: STOCK|Justify left
ar: تسوية لليسار
de: Linksbündig
es: STOCK|Alineado a la izquierda
hr: STOCK|Poravnaj lijevo
hu: Balra igazít

source: STOCK|Justify right
ar: تسوية لليمين
de: Rechtsbündig
es: STOCK|Alineado a la derecha
hr: STOCK|Poravnaj desno
hu: Jobbra igazít

source: STOCK|FF
ar: تقدم سريع
de: FF
hu: Előre

source: STOCK|Next
ar: التالي
de: Nächste
el: Επόμενο
es: STOCK|Siguiente
hr: STOCK|Slijedeći
hu: Következő

source: STOCK|Pause
ar: توقف مؤقت
de: Pause
el: Παύση
es: STOCK|Pausa
hr: STOCK|Pausa
hu: Szünet

source: STOCK|Play
ar: تشغيل
de: Abspielen
el: Αναπαραγωγή
hr: STOCK|Igraj
hu: Lejátszás

source: STOCK|Previous
ar: السابق
de: Vorheriges
el: Προηγούμενο
es: STOCK|Anterior
hr: STOCK|Prethodni
hu: Előző

source: STOCK|Record
ar: تسجيل
de: Aufnehmen
el: Εγγραφή
es: STOCK|Grabar
hr: STOCK|Snimaj
hu: Felvétel

source: STOCK|Rewind
ar: ترجيع
de: Zurückspulen
es: STOCK|Rebobinar
hr: STOCK|Premotaj
hu: Vissza

source: STOCK|Stop
ar: توقف
de: Stopp
el: Σταμάτημα
es: STOCK|Detener
hu: Megállít

source: STOCK|New
ar: جديد
de: Neu
el: Νέο
es: STOCK|Nuevo
hr: STOCK|Novi
hu: Új

source: STOCK|Ok
ar: موافق
de: Ok
el: Οκ
hr: STOCK|U redu
hu: Ok

source: STOCK|Open
ar: يفتح
de: Öffnen
el: Άνοιγμα
es: STOCK|Abrir
hr: STOCK|Otvori
hu: Megnyit

source: STOCK|Paste
ar: لصق
de: Einfügen
el: Επικόλληση
es: STOCK|Pegar
hr: STOCK|Zalijepi
hu: Beilleszt

source: STOCK|Preferences
ar: تفضيلات
de: Einstellungen
el: Προτιμήσεις
es: STOCK|Preferencias
hr: STOCK|Povlastice
hu: Beállítások

source: STOCK|Print
ar: طباعة
de: Drucken
el: Εκτύπωση
es: STOCK|Imprimir
hr: STOCK|Ispis
hu: Nyomtat

source: STOCK|Print preview
ar: معاينة الطباعة
de: Druckvorschau
el: Προεπισκόπηση εκτύπωσης
es: STOCK|Imprimir vista previa
hr: STOCK|Pregled ispisa
hu: Nyomtatási előnézet

source: STOCK|Properties
ar: خصائص
de: Eigenschaften
el: Ιδιότητες
es: STOCK|Propiedades
hr: STOCK|Svojstva
hu: Tulajdonságok

source: STOCK|Quit
ar: مغادرة
de: Beenden
el: Έξοδος
es: STOCK|Salir
hr: STOCK|Izađi
hu: Kilép

source: STOCK|Redo
ar: إعادة
de: Wiederholen
es: STOCK|Rehacer
hr: STOCK|Ponovi
hu: Újra

source: STOCK|Refresh
ar: تجديد
de: Auffrischen
el: Ανανέωση
es: STOCK|Actualizar
hr: STOCK|Osvježi
hu: Frissítés

source: STOCK|Remove
ar: إزالة
de: Entfernen
el: Αφαίρεση
es: STOCK|Qutar
hr: STOCK|Ukloni
hu: Eltávolít

source: STOCK|Rotate left
ar: استدارة لليسار
de: Links rotieren
el: Περιστροφή αριστερά
es: STOCK|Rotar a la Izquierda
hr: STOCK|Rotiraj lijevo
hu: Forgatás balra

source: STOCK|Rotate right
ar: استدارة لليمين
de: Rechts rotieren
el: Περιστροφή δεξιά
es: STOCK|Rotar a la Derecha
hr: STOCK|Rotiraj desno
hu: Forgatás jobbra

source: STOCK|Save
ar: حفظ
de: Speichern
el: Αποθήκευση
es: STOCK|Guardar
hr: STOCK|Spremi
hu: Mentés

source: STOCK|Save as
ar: حفظ كـ
de: Speichern Unter
el: Αποθήκευση ως
es: STOCK|Guardar como
hr: STOCK|Spremi kao
hu: Mentés másként

source: STOCK|Select all
ar: حدد الكل
de: Alle Makieren
el: Επιλογή όλων
es: STOCK|Seleccionar todo
hr: STOCK|Odaberi sve
hu: Mind kijelölése

source: STOCK|Sort ascending
ar: ترتيب تصاعدي
de: Aufsteigend sortieren
el: Ταξινόμηση αύξουσα
es: STOCK|Orden ascendente
hr: STOCK|Svrstaj uzlazno
hu: Rendezés növekvő sorrendben

source: STOCK|Sort descending
ar: ترتيب تنازلي
de: Absteigend sortieren
el: Ταξινόμηση φθίνουσα
es: STOCK|Orden descendente
hr: STOCK|Svrstaj silazno
hu: Rendezés csökkenő sorrendben

source: STOCK|Spell check
ar: تدقيق الإملائي
de: Rechtschreibprüfung
el: Ορθογραφικός έλεγχος
es: STOCK|Revisar Ortografía
hr: STOCK|Provjera izgovora
hu: Helyesírás-ellenőrzés

source: STOCK|Strikethrough
ar: مشطوب
de: Durchstreichen
el: Διαγραφή
es: STOCK|Tachado
hr: STOCK|Precrtaj
hu: Áthúzás

source: STOCK|Underline
ar: تسطير
de: Unterstreichen
el: Υπογράμμιση
es: STOCK|Subrayar
hr: STOCK|Podvuzi
hu: Aláhúzás

source: STOCK|Undo
ar: تراجع
de: Rückgängig
el: Αναίρεση
es: STOCK|Deshacer
hr: STOCK|Vrati
hu: Vissza

source: STOCK|Unindent
ar: الغاء الإزاحة
hr: STOCK/Ne uvuci
hu: Mindenhol

source: STOCK|Zoom 1:1
ar: تكبير 1:1
de: Zoom 1:1
el: Εστίαση 1:1
es: STOCK|Normal
hr: STOCK|Zum 1:1
hu: Nagyítás 1:1

source: STOCK|Zoom fit
ar: تكبير متناسب
es: STOCK|Ajustar
hr: STOCK|Prilagodi zum
hu: Kitöltés

source: STOCK|Zoom in
ar: تكبير
de: Hineinzoomen
el: Μεγέθυνση
es: STOCK|Ampliar
hr: STOCK|Približi
hu: Nagyítás

source: STOCK|Zoom out
ar: تصغير
de: Herrauszoomen
el: Σμίκρυνση
es: STOCK|Alejar
hr: STOCK|Udalji
hu: Kicsinyítés

source: Ewl Colordialog
de: Ewl Farbdialog
el: Διάλογος χρωμάτων Ewl
hr: Ewl Dijalog boja
hu: Ewl Színdialógus

source: COLOR|Current:
ar: حالي:
de: Aktuelle:
el: Τρέχον:
es: COLOR|Actual:
hr: BOJA/Trenutna:
hu: Jelenlegi:

source: COLOR|Previous:
ar: سابق:
de: Vorherige:
el: Προηγούμενο:
es: COLOR|Anterior:
hr: BOJA/Prethodna:
hu: Előző:
