Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/moon/po/*.po
Languages: ar, he, hr

source: Moon Settings
ar: إعدادات القمر

source: Display Settings
ar: إعدادات العرض
he: הגדרות תצוגה
hr: Postavke Prikaza

source: Animated Clouds
ar: غيوم متحركة
he: עננים מונפשים
hr: Animirani Oblaci

source: Moon Phase Value
ar: قيمة حالة القمر
he: ערך פני הירח
hr: Vrijednosti Mjesečevih Faza

source: Show always
ar: أظهره دائماً
he: הצג תמיד
hr: Uvijek Prikaži

source: Show on mouse over
ar: أظهره عند مرور الفأرة
he: הצג עם מעבר סמן העכבר
hr: Prikaži kad je miš preko

source: Never show
ar: لا تظهره أبداً
he: אל תציג לעולם
hr: Nemoj prikazivati

source: Description
ar: الوصف
he: תיאור
hr: Opis

source: Numerical
ar: عددي
he: מספרי
hr: Brojčani

source: Moon
ar: القمر
he: ירח
hr: Mjesec

source: Settings
ar: اﻹعدادات

source: New Moon
ar: قمر جديد
he: מולד הירח
hr: Mladi Mjesec

source: Waxing Crescent
ar: ظهور الهلال
he: סהרון מתמלא
hr: Povećavajući Mladi Mjesec

source: First Quarter
ar: الربع اﻷول
he: רבע ראשון
hr: Prva Četvrt

source: Waxing Gibbous
ar: ظهور المحدب
he: לקראת מילוא
hr: Povećavajuća Prva Četvrt

source: Full Moon
ar: البدر
he: מילוא ירח
hr: Puni Mjesec

source: Waning Gibbous
ar: تضاؤل للمحدب
he: אחרי מילוא
hr: Smanjujući Puni Mjesec

source: Last Quarter
ar: الربع اﻷخير
he: רבע אחרון
hr: Zadnja Četvrt

source: Waning Crescent
ar: تضاؤل الهلال
he: סהרון מחסיר
hr: Smanjujuća Zadnja Četvrt

source: Moon Configuration
he: תצורת הירח
hr: Konfiguracija Mjeseca

source: Configuration
he: תצורה
hr: Konfiguracija
