Repository: playya/Enlightenment
Catalog: trunk/e17/apps/etcher/po/*.po
Languages: de

source: File
de: Datei

source: Open...
de: Öffne...

source: Save
de: Speichern

source: Save As...
de: Speichern als...

source: Preferences...
de: Einstellungen...

source: Exit
de: Ende

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Undo
de: Zurücknehmen

source: Redo
de: Wiederholen

source: Help
de: Hilfe

source: About
de: Info...

source: Image
de: Bild

source: Add a new image
de: Bild hinzufügen

source: Icon
de: Symbol

source: Not implimented yet
de: Noch nicht implementiert

source: Raise
de: Anheben

source: Raise bit above others
de: Bit über andere heben

source: Lower
de: Senken

source: Lower bit below others
de: Bit unter andere senken

source: Delete bit
de: Bit löschen

source: Reset
de: Zurücksetzen

source: Apply
de: Ausführen

source: Apply current bit settings to the bit
de: Momentane Bit-Einstellungen auf Bit anwenden

source: Reset bit settings to current value
de: Bit-Einstellungen auf momentanen Wert zurücksetzen

source: Draft
de: Entwurf

source: Toggle draft display mode
de: Entwurf-Darstellung an-/ausschalten

source: Images
de: Bilder

source: States
de: Zustände

source: Current filename
de: Momentaner Dateiname

source: Width
de: Breite

source: Height
de: Höhe

source: Vertical
de: Vertikal

source: Relative Pre-Adjust
de: Relative Vor-Ausrichtung

source: Relative Location
de: Relative Position

source: Relative to Bit Name
de: Relativ zu Bit mit Namen

source: Pixel Location
de: Pixel-Position

source: Top Left
de: Oben links

source: Bottom Right
de: Unten rechts

source: Retain Aspect Ratio
de: Breiten-/Höhenverhältnis beibehalten

source: Aspect Ratio
de: Breiten-/Höhenverhältnis

source: Content Alignment
de: Inhalts-Ausrichtung

source: Misc
de: Verschiedenes

source: Use Horizontal Size of Contents
de: Horizontale Größe des Inhalts benutzen

source: Use Vertical Size of Contents
de: Vertikale Größe des Inhalts benutzen

source: Min
de: Minimum

source: Max
de: Maximum

source: Stepping
de: Schrittgröße

source: Size
de: Größe

source: Propagate state to selected bits
de: Zustand auf selektierte Bits ausdehnen

source: State Sync
de: Synchronisierung

source: Decoration
de: Dekoration

source: Close
de: Schliessen

source: Iconify
de: Verkleinern

source: Shade
de: Aufgerollt

source: Menu
de: Menü

source: Resize
de: Größe ändern

source: Resize_Horizontal
de: Größe horizontal ändern

source: Resize_Vertical
de: Größe vertikal ändern

source: State
de: Zustand

source: Load
de: Laden

source: Geometry
de: Geometrie

source: Scrollbar_Trough
de: Laufleisten-Hintergrund

source: Scrollbar_Bar
de: Laufleisten-Leiste

source: Scrollbar_Arrow1
de: Laufleisten_Pfeil1

source: Scrollbar_Arrow2
de: Laufleisten_Pfeil2

source: Class
de: Klasse

source: Hidden
de: Versteckt

source: Title BG
de: Titel-HG

source: Title FG
de: Titel-VG

source: Border BG
de: Rahmen-HG

source: Border FG
de: Rahmen-VG

source: Border Button BG
de: Rahmenknopf-HG

source: Border Button FG
de: Rahmenknopf-VG

source: Button BG
de: Knopf-HG

source: Button FG
de: Knopf-VG

source: Pointer BG
de: Zeiger-HG

source: Pointer FG
de: Zeiger-VG

source: Background BG
de: Hintergrund-HG

source: Background FG
de: Hintergrund-VG

source: Selected BG
de: Ausgewählt HG

source: Selected FG
de: Ausgewählt VG

source: Sticky BG
de: Fixiert HG

source: Sticky FG
de: Fixiert VG

source: Disabled BG
de: Deaktiviert HG

source: Disabled FG
de: Deaktiviert VG

source: List BG
de: Liste HG

source: List FG
de: Liste VG

source: Menu BG
de: Menü HG

source: Menu FG
de: Menü VG

source: Viewport BG
de: Anzeige HG

source: Viewport FG
de: Anzeige VG

source: Base BG
de: Basis HG

source: Base FG
de: Basis VG

source: Gadget BG
de: Extra HG

source: Gadget FG
de: Extra VG

source: Color Class
de: Farbklasse

source: Type
de: Typ

source: Properties
de: Eigenschaften

source: Hilited
de: Fokussiert

source: Clicked
de: Geklickt

source: Disabled
de: Deaktiviert

source: Border Scaling
de: Rahmenskalierung

source: Image Fill
de: Bildfüllung

source: Fill
de: Füllen

source: Tile
de: Kacheln

source: Tile Integer
de: Ganzzahlig kacheln

source: Browse...
de: Durchsuchen...

source: Min Size
de: Minimale Größe

source: Max Size
de: Maximale Größe

source: Padding
de: Rahmung

source: Insets
de: Aufsätze

source: All
de: Alle

source: Zoomed view
de: Ausschnittdarstellung

source: Click to zoom in further
de: Klicken um weiter zu herauf zu skalieren

source: Click to zoom out further
de: Klicken um weiter herunter zu skalieren

source: Select File
de: Datei wählen

source: Select your display method
de: Darstellungsmethode wählen

source: Etcher Preferences
de: Etcher-Einstellungen

source: Display Window
de: Anzeigefenster

source: Use software rendered display method
de: Software-basiertes Rendering benutzen

source: Use 3D accelerated display method
de: Beschleunigte 3D-Methode benutzen

source: Zoom Window
de: Ausschnitt-Fenster

source: Grid settings
de: Gitternetz-Einstellungen

source: Preview
de: Vorschau

source: The image used to tile in the background
de: Das Hintergrundbild

source: Select Grid Image
de: Hintergrundbild wählen

source: Select an Image file to tile as a background patterm
de: Bild für den Hintergrund auswählen

source: Select Tint Color
de: Färbung wählen

source: Cancel
de: Abbrechen

source: Couldn't find pixmap file: %s
de: Konnte Pixmap-Datei nicht finden: %s

source: Enlightenment Graphical Ebit Editor
de: Enlightenment's graphischer Ebit-Editor
