Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/photo/po/*.po
Languages: ar, cs, el, he, pl

source: Photo Module
ar: وحدة الصورة
cs: Photo modul
el: Άρθρωμα Photo
he: מודול התמונות
pl: Moduł zdjęć

source: E Canvas init failed !
ar: فشلت تهيئة رقعة الرسم ( اللوحة الزيتية ) E
cs: Načtení E plátna selhalo !
el: Αρχικοποίηση Καμβά E απέτυχε!
he: התחלת משטח הציור E נכשלה !

source: Theme init failed !
ar: فشلت تهيئة السمات !
cs: Načtení tématu selhalo !
el: Αρχικοποίηση Θέματος απέτυχε!
he: התחלת ערכת הנושא נכשלה !

source: Config init failed
ar: فشلت تهيئة التكوينات
cs: Načtení konfigurace selhalo
el: Αρχικοποίηση Ρύθμισης απέτυχε!
he: התחלת התצורה נכשלה

source: Picture subsystem init failed
cs: Načtení subsystému obrázků selhalo
el: Αρχικοποίηση υπο-συστήματος εικόνας απέτυχε!
he: התחלת תת־מערכת התמונה נכשלה

source: Popup warn subsystem init failed
cs: Načtení subsystému varování selhalo
el: Αρχικοποίηση υπο-συστήματος ειδοποιήσεων απέτυχε!
he: התחלת תת־מערכת האזהרה באמצעות חלוניות מוקפצות נכשלה

source: Popup info subsystem init failed
cs: Načtení informačního subsystému selhalo
el: Αρχικοποίηση υπο-συστήματος πληροφοριών απέτυχε!
he: התחלת תת־מערכת המידע באמצעות חלוניות מוקפצות נכשלה

source: Photo
ar: الصورة
cs: Foto
he: תמונה
pl: Zdjęcie

source: <hilight>Photo module : Configuration Upgraded</hilight><br><br>Your configuration of photo module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
ar: <hilight>وحدة الصورة : التكوينات رُقيت</hilight><br><br>تكويناتك لوحدة الصورة الفوتوغرافية<br>رُقيت<br>إعداداتك أُزيلت<br>نأسف ﻹزعاجك<br><br>(%d -> %d)
cs: <hilight>Photo modul : Konfigurace aktualizována</hilight><br><br>Vaše konfigurace modulu<br>byla aktualizována.<br>Vaše nastavení bylo smazáno.<br>Omlouváme se za vzniklé potíže.<br><br>(%d -> %d)
he: <hilight>מודול התמונות : התצורה שודרגה</hilight><br><br>תצורת מודול התמונות שלך<br>שודרגה<br>הגדרותיך הוסרוd<br>סליחה על אי הנעימות<br><br>(%d -> %d)
pl: <hilight>Moduł zdjęć : konfiguracja zaktualizowana</hilight><br><br>Twoja konfiguracja modułu zdjęć<br>była zaktualizowana<br>Twoja ustawienia były usunięte<br>Przepraszamy ze niedogodności<br><br>(%d -> %d)

source: Photo Module version
ar: إصدارة وحدة الصورة
cs: Verze Photo modulu
el: Έκδωση Αρθρώματος Photo
he: מודול התמונות גירסה
pl: Wersja modułu zdjęć

source: <hilight>Photo module : Configuration Downgraded</hilight><br><br>Your configuration of Photo module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
ar: <hilight>وحدة الصورة : التكوينات خفضت</hilight><br><br>تكويناتك لوحدة الصورة الفوتوغرافية<br>خفضت<br>إعداداتك أُزيلت<br>نأسف ﻹزعاجك<br><br>(%d ->%d)
cs: <hilight>Photo modul : Konfigurace degradována</hilight><br><br>Vaše konfigurace Photo modulu<br>byla degradována.<br>Vaše nastavení bylo smazáno.<br>Omlouváme se za vzniklé potíže.<br><br>(%d ->%d)
he: <hilight>מודול התמונות : גירסת התצורה נסוגה</hilight><br><br>גירסת תצורת מודול התמונות שלך<br>נסוגה<br>ההגדרות שלך הוסרו<br>סליחה על אי הנעימות<br><br>(%d ->%d)
pl: <hilight>Moduł zdjęć : konfiguracja dezaktualizowana</hilight><br><br>Twoja konfiguracja modułu zdjęć<br>była dezaktualizowana<br>Twoja ustawienia były usunięte<br>Przepraszamy ze niedogodności<br><br>(%d -> %d)

source: Photo Configuration
ar: إعدادات الصورة
cs: Nastavení modulu Photo
el: Ρύθμιση Photo
he: תצורת התמונות
pl: Konfiguracja zdjęcia

source: Picture directories
ar: مجلدات الصور
cs: Adresáře obrázků
el: Κατάλογοι εικόνων
he: תיקיות התמונות
pl: Foldery obrazków

source: Add
ar: إضافة
cs: Přidat
el: Προσθήκη
he: הוסף
pl: Dodaj

source: Delete
ar: حذف
cs: Smazat
el: Διαγραφή
he: מחק
pl: Usuń

source: Configure
ar: إضبط
cs: Konfigurovat
el: Ρύθμιση
he: הגדר
pl: Konfiguruj

source: Reload picture directories
ar: أعد تحميل مجلدات الصور
cs: Znovu načíst adresáře obrázků
el: Επαναφόρτωση καταλόγων εικόνων
he: טען מחדש את תיקיות התמונות
pl: Odśwież foldery obrazków

source: Stop loading
ar: إيقاف التحميل
cs: Zastavit načítání
el: Ακύρωση φόρτωσης
he: עצור את הטעינה
pl: Przestań ładować

source: Appearance
ar: المظهر
cs: Vzhled
el: Εμφάνιση
he: חזות
pl: Wygląd

source: Always show label
ar: دائماً اعرض العلامة
cs: Vždy zobrazit popis
el: Εμφάνιση ετικέτας πάντα
he: הצג תוויות תמיד
pl: Zawsze pokazuj etykiete

source: Nice transitions
ar: التحولات الجميلة
cs: Hezké přechody
el: Όμορφες μεταβάσεις
he: מעברים חלקים
pl: Ładne przejścia

source: Default Mouse actions
ar: إجراءات الفأرة اﻹفتراضية
cs: Výchozí akce myši
el: Προκαθορισμένες ενέργειες ποντικιού
he: פעולות העכבר כברירת המחדל

source: Over
ar: فوق
cs: Přes
he: מעבר
pl: Nad

source: Left
ar: اليسار
cs: Levé
el: Αριστερά
he: שמאלי
pl: W lewo

source: click
ar: انقر
cs: kliknutí
el: κλικ
he: לחיצה
pl: klik

source: Middle
ar: الوسط
cs: Prostřední
el: Milieu
he: אמצעי
pl: Środek

source: No
ar: لا
cs: Ne
he: לא
pl: Nie

source: Popups
ar: النوافذ المنبثقة
cs: Popupy
el: Γρήγορες Ειδοποιήσεις
he: חלוניות מוקפצות
pl: Okienka

source: Picture loader popup
ar: نافذة محمل الصور المنبثقة
cs: Popup loaderu obrázků
el: Ειδοποίηση φορτωτή εικόνων
he: חלונית טעינת התמונות
pl: Okienko ładowania obrazka

source: Never
ar: إطلاقا
cs: Nikdy
el: Ποτέ
he: לעולם לא
pl: Nigdy

source: Summary
ar: الملخص
cs: Shrnutí
he: תקציר
pl: Podsumowanie

source: Verbose
ar: بالتفاصيل
cs: Rozšířený výpis
he: פירוט

source: Miscellaneous
ar: متنوع
cs: Různé
he: שונות
pl: Różne

source: Remove generated backgrounds
ar: إزالة الخلفيات المكونة
cs: Odstranit vygenerované pozadí
he: הסר את הרקעים שנוצרים
pl: Usuń wygenerowane tła

source: Pictures viewer
ar: عارض الصور
cs: Prohlížeč obrázků
el: Προβολέας Εικόνων
he: מציג התמונות
pl: Przeglądarka obrazków

source: Images Quality
ar: دقة الصور
cs: Kvalita obrázků
el: Ποιότητα Εικόνων
he: איכות התמונות
pl: Jakość zdjęć

source: %1.0f pix
ar: %1.0f بكسل
cs: %1.0f px
el: %1.0f pixel
he: %1.0f פיקסלים
pl: %1.0f pikseli

source: Automaticly reload directories
ar: أعد تحميل المسارات تلقائيا
cs: Automaticky znovunahrát adresáře
he: טען את התיקיות אוטומטית
pl: Automatycznie odświeżaj foldery

source: when add / modify directory list
ar: عند إضافة / تعديل قائمة المسار
cs: když se přidá / modifikuje seznam adresářů
he: בעת הוספה / שינוי ברשימת התיקיות

source: Show label
ar: اعرض العلامة
cs: Zobrazit popisek
el: Εμφάνιση ετικέτας
he: הצג תווית
pl: Pokaż etykiete

source: Show informations
ar: اعرض المعلومات
cs: Zobrazit informace
el: Εμφάνιση πληροφοριών
he: הצג פריטי מידע
pl: Pokaż informacje

source: Previous picture
ar: الصورة السابقة
cs: Předchozí obrázek
el: Προηγούμενη Εικόνα
he: התמונה הקודמת
pl: Poprzedni obrazek

source: Next picture
ar: الصورة التالية
cs: Další obrázek
el: Επόμενη Εικόνα
he: התמונה הבאה
pl: Następny obrazek

source: Pause
ar: إيقاف مؤقت
cs: Pauza
el: Παύση
he: השהה
pl: Wstrzymaj

source: Set as background
ar: إجعلها الخلفية
cs: Použít jako pozadí
el: Ορισμός ως ταπετσαρία
he: הגדר כרקע
pl: Ustaw jako tło

source: Open viewer
ar: إفتح العارض
cs: Otevřít prohlížeč
el: Άνοιγμα προβολέα
he: פתח את המציג
pl: Otwórz przeglądarkę

source: Show menu
ar: إظهار القائمة
cs: Zobrazit menu
el: Εμφάνιση μενού
he: הצג תפריט
pl: Pokaż menu

source: Photo Directory Configuration
ar: إعدادات مجلد الصور
cs: Nastavení adresáře fotek
he: תצורת תיקיית התמונות
pl: Konfiguracja folderu zdjęcia

source: Directory
ar: المجلد
cs: Adresář
el: Κατάλογος
he: תיקייה
pl: Folder

source: Loading options
ar: جاري تحميل الخيارات
cs: Nastavení nahrávání
el: Επιλογές φορτώματος
he: אפשרויות הטעינה
pl: Opcje ładowania

source: Recursive
ar: تكرار
cs: Rekurzivně
he: רקורסיבית
pl: Rekursywny

source: Read hidden files
ar: إقرأ الملفات المخفية
cs: Přečíst skryté soubory
el: Ανάγνωση κρυφών αρχείων
he: קרא קבצים מוסתרים
pl: Otwórz ukryte pliki

source: Photo Module Warning
ar: تحذير وحدة الصور
cs: Varování modulu Photo
he: אזהרת מודול התמונות
pl: Ostrzeżenie modułu zdjęć

source: Photo Item Configuration
ar: تكوينات عنصر الصور
cs: Nastavení Photo položky
he: תצורת פריטי התמונה
pl: Konfiguracja przedmiotu zdjęcia

source: Timer between pictures change
ar: توقيت التغيير بين الصور
cs: Čas mezi změnou obrázků
el: Χρόνος ανάμεσα στην εναλλαγή εικόνων
he: קוצב זמן בין החלפת התמונות

source: Activate
ar: نشط
cs: Aktivovat
el: Ενεργοποίηση
he: הפעל
pl: Aktywuj

source: %1.0f seconds
ar: %1.0f ثواني
cs: %1.0f sekund
el: %1.0f δευτερόλεπτα
he: %1.0f שניות
pl: %1.0f sekund

source: Alpha
ar: ألفا
el: Διαφάνεια Alpha
he: שקיפות
pl: Alfa

source: Yes
ar: نعم
cs: Ano
el: Ναί
he: כן
pl: Tak

source: Default setting
ar: الإعدادات العامة
cs: Výchozí nastavení
el: Προκαθορισμένη ρύθμιση
he: הגדרות ברירת המחדל
pl: Domyślne ustawienie

source: Mouse actions
ar: إجراءات الفأرة
cs: Akce myši
el: Ενέργειες ποντικιού
he: פעולות העכבר
pl: Akcje myszy

source: <hilight>File %s doesnt exists.</hilight><br><br>This file is in Photo module picture list, but it seems you removed it from the disk<br>It cant be set as background, sorry.
ar: <hilight>لا يوجد الملف %s أساسا.</hilight><br><br>هذا الملف موجود في قائمة صورة وحدة الصور ، لكنك على ما يبدو أنك قد أزلته من القرص<br>نأسف ، لا يمكن ضبطها كخلفية.
cs: <hilight>Soubor %s neexistuje.</hilight><br><br>Tento soubor je v seznamu, ale vypadá to, že byl smazán.<br>Nemůže být nastaven jako pozadí, omlouváme se.
he: <hilight>הקובץ %s אינו קיים.</hilight><br><br>קובץ זה נמצא ברשימת התמונות של המודול, אך נראה כי הסרת אותו מהכונן<br>לא ניתן להגדירו כרקע, סליחה.
pl: <hilight>Plik %s nie istnieje.</hilight><br><br>Ten plik jest w liście obrazków modułu zdjęć, ale wygląda na to że był usunięty<br>Przepraszamy, ale nie można go ustawić jako tło.

source: Photo Module Error
ar: خطأ بوحدة الصور الفوتوغرافية
cs: Chyba modulu
he: שגיאת מודול התמונות
pl: Błąd modułu zdjęć

source: <hilight>e17setroot needed</hilight><br><br>%s is not an edje file !<br>Photo module needs e17setroot util from e_utils package to set you're picture as backgroundPlease install it and try again
ar: <hilight>يحتاج e17setroot لـ</hilight><br><br>%s كما أنه لسي بملف edje !<br>تحتاج وحدة الصورة لـ e17setroot util من حزمة e_utils ﻷجل ضبط صورتك كخلفية لذا رجاء قم بتنصيبها قم عاود الكرّة
cs: <hilight>potřeba e17setroot</hilight><br><br>%s není edje soubor !<br>Modul potřebuje e17setroot utilitu z eutils balíčku k nastavení obrázku jako pozadí! Prosím nainstalujte jej a zkuste znovu.
he: <hilight>נדרש e17setroot</hilight><br><br>%s אינו קובץ edje !<br>מודול התמונות זקוק לכלי e17setroot מהחבילה e_utils כדי לגדיר את התמונה שלך כרקע, אנא התקן את הכלי ונסה שנית

source: <hilight>File %s doesnt exists !</hilight><br><br>This file is in Photo's module picture list, but it seems you removed it from the disk.<br>It cant be set opened in a viewer, sorry.
ar: <hilight>الملف %s غير موجود أساسا !</hilight><br><br>هذا الملف موجود في قائمة صورة وحدة الصور ، لكنك على ما يبدو أنك قد أزلته من القرص.<br>نأسف ، لا يمكن تعيينها مفتوحة في العارض.
cs: <hilight>Soubor %s neexistuje !</hilight><br><br>Soubor je v seznamu, ale vypadá to, že byl smazán.<br>Nemůže být aplikován jako pozadí, omlouváme se.
he: <hilight>הקובץ %s אינו קיים !</hilight><br><br>קובץ זה מופיע ברשימת התמונות של המודול, אך נראה כי הסרת אותו מהכונן.<br>לא ניתן להגדיר את פתיחתו באמצעות מציג, סליחה.
pl: <hilight>Plik %s nie istnieje.</hilight><br><br>Ten plik jest w liście obrazków modułu zdjęć, ale wygląda na to że był usunięty<br>Przepraszamy, ale nie można go otworzyć w przeglądarce.

source: <hilight>Viewer %s not found !</hilight><br><br>You can change the viewer for images in Photo module configuration panel (Advanced view)
ar: <hilight>لم يتم العثور على العارض %s !</hilight><br><br>يمكنك تغيير عارض الصور من لوحة تكوينات وحدة الصورة (عرض متطور ).
cs: <hilight>Prohlížeč %s nebyl nalezen !</hilight><br><br>Můžete jej změnit v nastavení modulu (Pokročilá nastavení)
he: <hilight>המציג %s לא נמצא !</hilight><br><br>תוכל לשנות את מציג התמונות בלוח התצורה של מודול התמונות (תצוגה מתקדמת)
pl: <hilight>Przeglądarka %s nieznaleziona!</hilight><br><br>Możesz zmienić przeglądarkę dla obrazów w panelu konfiguracyjnym modułu zdjęć (zaawansowany wygląd)

source: Pause slideshow
ar: توقيف مؤقت
cs: Pozastavit slideshow
el: Παύση προβολής σλάιντ
he: השהה את המצגת
pl: Wsztrzymaj pokaz slajdów

source: Resume slideshow
ar: واصل العرض
cs: Pokračovat
he: המשך במצגת
pl: Obnów pokaz slajdów

source: Picture informations
ar: معلومات الصورة
cs: Informace o obrázku
el: Πληροφορίες Εικόνας
he: פריטי מידע אודות התמונה
pl: Informacje o obrazku

source: Open in
ar: افتح في
cs: Otevřít v
he: פתיחה באמצעות
pl: Otwórz w

source: Configure Photo module
cs: Konfigurovat modul
el: Ρύθμιση Αρθρώματος Photo
he: הגדרת מודול התמונות
pl: Skonfiguruj moduł zdjęć

source: Configure this Photo gadget
cs: Konfigurovat gadget
el: Ρύθμιση αυτού του συστατικού Photo
he: הגדר את יישומון תמונה זה
pl: Skonfiguruj gadżet zdjęc

source: Configure Gadget and Shelf
cs: Konfigurovat gadget a panel
el: Ρύθμιση Συστατικού και Ραφιού
he: הגדר יישומון ומדף
pl: Skonfiguruj gadżet i półkę

source: Historic
ar: تاريخي
cs: Historický
el: Ιστορικό
he: היסטורי
pl: Historyczne

source: <hilight>Directory %s doesnt exists.</hilight><br><br>You can change the picture's folders in main configuration panel<br>They can be jpeg or png<br><br>After import, if you can remove these files and the pictures still can<br>be viewed, but you wont be able to set them as wallpaper anymore<br><br>
ar: <hilight>المسار %s غير موجود أساسا.</hilight><br><br>يمكنك تغيير مجلدات الصور في لوحة التكوينات الرئيسية<br>بامكانك جعلها بأحد الصيغتين jpeg أو png<br><br>ليكن في علمك : بعد اﻹستيراد ، إذا كان بإمكانك حذف هذه الملفات لكن لا زال بإمكانك استعراض الصور <br>فلن يكون بمقدورك تعيينها كخلفية نهائيا<br><br>
cs: <hilight>Adresář %s neexistuje.</hilight><br><br>Můžete změnit adresáře v konfiguračním panelu.<br>Můžou být jpeg nebo png.<br><br>Po importu můžete stále prohlížet<br>soubory, ale nebudete je moci aplikovat jako pozadí.<br><br>
he: <hilight>התיקייה %s אינה קיימת.</hilight><br><br>תוכל לשנות את תיקיות התמונות בלוח התצורה הראשי<br>התמונות יכולות להיות מסוג jpeg או png<br><br>לאחר הייבוא, תוכל להסיר קבצים אלו ועדיין ניתן יהיה לצפות בתמונות,<br>אך לא תוכל להגדיר אותן עוד כרקע<br><br>
pl: <hilight>Folder %s nie istnieje.</hilight><br><br>Możesz zmienić foldery obrazka w głównym panelu konfiguracyjnym<br>Mogą być jpeg lub png<br><br>Po importowaniu, możesz usunąć te pliki a obrazki będzie stale można<br>przeglądać, ale nie będzie można je ustawić jako tapetę<br><br>

source: Photo Module Information
ar: معلومات وحدة الصورة
cs: Informace modulu
el: Πληροφορίες Αρθρώματος Photo
he: נתוני מודול התמונות
pl: Informacje o modułu zdjęć

source: <hilight>Creating thumbs</hilight><br><br>Some pictures are being thumbed in a <hilight>background task</hilight>.<br>It can take a while, but after, loading will be faster and lighter :)<br><br>Each time wou will load pictures that haven't been loaded in Photo module before,<br>they will be thumbed.<br><br>While creating popups, you will not be able to see any picture in Photo.<br>I hope i'll be able to change that :)
ar: <hilight>إنشاء thumbs</hilight><br><br>بعض الصور تم thumbed في <hilight>مهمة الخلفية</hilight>.<br>ستستغرق العملية وقتا، لكن بعد اﻹنتهاء ستكون العملية سريعة و خفيفة :)<br><br>كل مرة تقوم بتحميل صور لم يسبق و أن حملت في وحدة الصورة <br>ستكون thumbed.<br><br>ريثما يتم إنشاء المنبثقات، لن يكون بإمكانك رؤية اية صورة.<br>أأمل في أن أصلح ذلك لاحقا :)
cs: <hilight>Vytvářím náhledy</hilight><br><br>Z některých obrázků budou vytvořeny náhledy v <hilight>procesu na pozadí</hilight>.<br>Může to chvíli trvat, ale pak bude nahrávání rychlejší a lehčí :)<br><br>Vždy, když nahrajete nové obrázky,<br>budou vytvořeny náhledy.<br><br>Při vytváření nebudete moci prohlížet žádné obrázky v modulu.<br>Doufám, že to budu moci změnit :)
he: <hilight>יצירת תמונות ממוזערות</hilight><br><br>כמה מהתמונות מתמזערות <hilight>בתהליך ברקע</hilight>.<br>התהליך עלול לארוך זמן מה, אך לאחר מכן, הטעינה תהיה מהירה וקלילה יותר :)<br><br>בכל פעם שתטען תמונות שלא נטענו אל מודול התמונות בעבר,<br>יבוצע בהן מזעור.<br><br>בעת יצירת פריטים מוקפצים, לא תוכל לצפות בתמונות במודול התמונות.<br>בתקווה שמצב זה ישתנה :)

source: Module Settings
ar: إعدادات الوحدة

source: Settings
ar: اﻹعدادات
