Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/iiirk/po/*.po
Languages: ar, de, he

source: Configuration
he: תצורה

source: Applications
ar: التطبيقات
de: Anwendungen
he: יישומים

source: IIirk Applications
ar: تطبيقات IIirk
de: Anwendunden in Iiirk
he: יישומי IIirk

source: Internal
ar: داخلي
de: Intern
he: פנימי

source: IIirk Other
ar: IIirk أخرى
de: Anderes
he: IIirk אחר

source: Iiirk Configuration
he: תצורת Iiirk

source: Selected Iiirk Source
ar: مصدر Iiirk المختار
de: Gewählte Quelle für Iiirk
he: מקור ה־Iiirk הנבחר

source: Add
ar: أضف
de: Hinzufügen
he: הוסף

source: Delete
ar: امح
de: Löschen
he: מחק

source: Configure
ar: كوّن
de: Einstellen
he: הגדר

source: General Settings
ar: إعدادات عامة
de: Allgemeine Einstellungen
he: הגדרות כלליות

source: Hide window from any list when iconified
ar: اخفِ النافذة عند أيقنتها من أي ﻻئحة
de: Fenster auf keiner Liste zeigen, wenn es minimiert ist
he: הסתר את החלון מכול רשימה שהיא בעת המיזעור

source: Show Icon Label
ar: اعرض شعار اﻷيقونة
de: Icon-Beschriftung zeigen
he: הצג תווית לסמל

source: Display Name
ar: اعرض اسما
de: Namen anzeigen
he: שם התצוגה

source: Display Title
ar: اعرض عنوانا
de: Titel anzeigen
he: כותרת התצוגה

source: Display Class
ar: اعرض صنفا
de: Klasse anzeigen
he: מחלקת התצוגה

source: Display Icon Name
ar: اعرض اسم أيقونة
de: Symbolnamen anzeigen
he: שם סמל התצוגה

source: Display Border Caption
de: Titel im Rahmen anzeigen
he: כתובית גבול התצוגה

source: Screen
ar: شاشة
de: Bildschirm
he: צג

source: Show windows from all screens
ar: اعرض نوافذا من كل الشاشات
de: Fenster von allen Bildschirmen zeigen
he: הצג חלונות מכול המסכים

source: Show windows from current screen
ar: اعرض نوافذا من الشاشة الحالية
de: Fenster des aktuellen Bildschirms zeigen
he: הצג חלונות מהצג הנוכחי

source: Desktop
ar: سطح المكتب
he: שולחן עבודה

source: Show windows from all desktops
ar: اعرض نوافذا من من كل أسطح المكاتب
de: Fenster von allen Desktops zeigen
he: הצג חלונות מכול שולחנות העבודה

source: Show windows from active desktop
ar: اعرض نوافذا من سطح المكتب المفعل
de: Fenster des aktiven Desktops zeigen
he: הצג חלונות משולחן העבודה הפעיל

source: Create new IIirk source
ar: أنشئ مصدر IIirk جديد
de: Neue Quelle für Iiirk erstellen
he: צור מקור IIirk חדש

source: Enter a name for this new source:
ar: أدخل اسما لهذا المصدر الجديد :
de: Geben Sie einen neuen Namen für diese Quelle ein:
he: הזן שם עבור מקור חדש זה:

source: You requested to delete "%s".<br><br>Are you sure you want to delete this iiirk source?
ar: لقد طلبت محو "%s".<br><br>أمتأكد من رغبتك في محو مصدر iiirk هذا ؟
he: ביקשת למחוק את "%s".<br><br>האם אתה בטוח שברצונך למחוק מקור iiirk זה?

source: Are you sure you want to delete this iiirk source?
ar: أمتأكد من رغبتك في محو مصدر iiirk هذا ؟
de: Möchten Sie diese Quelle für Iiirk wirklich löschen?
he: האם אתה בטוח שברצונך למחוק מקור iiirk זה?

source: All Applications
ar: جميع التطبيقات
de: Alle Anwendungen
he: כל היישומים

source: Selected Applications
ar: تطبيقات مختارة
de: Ausgewählte Anwendungen
he: היישומים הנבחרים

source: Up
ar: أعلى
de: Hinauf
he: מעלה

source: Down
ar: أسفل
de: Hinunter
he: מטה

source: Settings
ar: إعدادات
de: Einstellungen

source: Iiirk Settings
ar: إعدادات Iiirk
de: Einstellungen für Iiirk

source: IIirk
de: Iiirk-Leiste
