Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/emu/po/*.po
Languages: cs, fr, he, hu, ru, sk, uk

source: Window properties
cs: Vlastnosti okna
fr: Propriétés de la fenêtre
he: מאפייני החלון
hu: Ablak tulajdonságok
ru: Свойства окна
sk: Vlastnosti okna
uk: Налаштування вікна

source: Window identification
cs: Identifikace okna
fr: Identification de la fenêtre
he: זיהוי החלון
hu: Ablak azonosítás
ru: Окно идентификации
sk: Identifikácia okna
uk: Розпізнавання вікна

source: Title (%T)
cs: Titulek (%T)
fr: Titre (%T)
he: כותרת (%T)
hu: Cím (%T)
ru: Заголовок (%T)
sk: Názov (%T)
uk: Назва (%T)

source: Properties
cs: Vlastnosti
fr: Propriétés
he: מאפיינים
hu: Tulajdonságok
ru: Свойства
sk: Vlastnosti
uk: Налаштування

source: Position (%p)
cs: Pozice (%p)
he: מיקום (%p)
hu: Pozíció (%p)
ru: Расположение (%p)
sk: Pozícia (%p)
uk: Розміщення (%p)

source: Size (%s)
cs: Velikost (%s)
fr: Taille (%s)
he: גודל (%s)
hu: Méret (%s)
ru: Размер (%s)
sk: Veľkosť (%s)
uk: Розмір (%s)

source: Border style (%b)
cs: Styl okraje (%b)
fr: Style de bordure (%b)
he: סגנון המסגרת (%b)
hu: Szegély stílus (%b)
ru: Стиль границы (%b)
sk: Štýl okraja (%b)
uk: Стиль меж (%b)

source: Stickiness (%p)
cs: Lepkavost (%p)
fr: État d'ancrage (%p)
he: דביקות (%p)
hu: Ragadósság (%p)
ru: Липкость (%p)
sk: Lepkavosť (%p)
uk: В'язкість (%p)

source: Virtual desktop (%d)
cs: Virtuální plocha (%d)
fr: Bureau virtuel (%d)
he: שולחן עבודה וירטואלי (%d)
hu: Virtuális munkaasztal (%d)
ru: Виртуальные рабочие столы (%d)
sk: Virtuálna plocha (%d)
uk: Віртуальна стільниця (%d)

source: Shaded state (%r)
cs: Zarolovaný stav (%r)
fr: État d'enroulement (%r)
he: מצב מוצלל (%r)
hu: Árnyékolt állapot (%r)
ru: Состояние затенения (%r)
sk: Stav tieňa (%r)
uk: Стан відтінків (%r)

source: Fullscreen (%f)
cs: Celá obrazovka (%f)
fr: Plein écran (%f)
he: מסך מלא (%f)
hu: Teljes képernyő (%f)
ru: Полный экран (%f)
sk: Celá obrazovka (%f)
uk: Повноекранний (%f)

source: Iconified (%i)
cs: Minimalizované (%i)
fr: Minimisées (%i)
he: ממוזער (%i)
hu: Minimalizált (%i)
ru: Свернутые (%i)
sk: Ikonifikované (%i)
uk: Піктограмний (%i)

source: Window ID (%I)
cs: ID okna (%I)
fr: Identifiant de fenêtre (%I)
he: מזהה החלון (%I)
hu: Ablak Azonosító (%I)
ru: Идентификатор окна (%I)
sk: ID okna (%I)
uk: ID вікна (%I)

source: Window name (%N)
cs: Název okna (%N)
fr: Nom de la fenêtre (%N)
he: שם החלון (%N)
hu: Ablak név (%N)
ru: Имя окна (%N)
sk: Názov okna (%N)
uk: Назва вікна (%N)

source: Window class (%C)
cs: Třída okna (%C)
fr: Classe de fenêtre (%C)
he: מחלקת החלון (%C)
hu: Ablak osztály (%C)
ru: Класс окна (%C)
sk: Trieda okna (%C)
uk: Клас вікна (%C)

source: Window role (%R)
cs: Úloha okna (%R)
fr: Rôle de fenêtre (%R)
he: תפקיד החלון (%R)
hu: Ablak csoport (%R)
ru: Роль окна (%R)
sk: Úloha okna (%R)
uk: Роль вікна (%R)

source: Window type (%S)
cs: Typ okna (%S)
fr: Type de fenêtre (%S)
he: סוג החלון (%S)
hu: Ablak típus (%S)
ru: Тип окна (%S)
sk: Typ okna (%S)
uk: Тип вікна (%S)

source: Transient (%H)
cs: Měnivý (%H)
fr: Transition (%H)
he: זמני (%H)
hu: Átmeneti (%H)
ru: Прозрачность (%H)
sk: Prechodné (%H)
uk: Тимчасовий (%H)

source: Layer (%l)
cs: Vrstva (%l)
fr: Calque (%l)
he: שכבה (%l)
hu: Réteg (%I)
ru: Слой (%l)
sk: Vrstva (%l)
uk: Рівень (%l)

source: Stickiness (%y)
cs: Lepkavost (%y)
fr: État d'ancrage (%y)
he: דביקות (%y)
hu: Ragadósság (%y)
ru: Липкость (%y)
sk: Lepkavosť (%y)
uk: В'язкість (%y)

source: Screen zone (%z)
cs: Zóna obrazovky (%z)
fr: Zone d'écran (%z)
he: אזור הצג (%z)
hu: Képernyő zóna (%z)
ru: Область окна (%z)
sk: Oblasť obrazovky (%z)
uk: Зона екрана (%z)

source: Window list skip (%w)
cs: Přeskočit seznam oken (%w)
fr: Ne pas afficher dans la liste des fenêtres (%w)
he: דילוג על רשימת החלונות (%w)
hu: Ablak lista ugrás (%w)
ru: Список пропущенных окон (%w)
sk: Zoznam okien preskočiť (%w)
uk: Список вікон, які пропустили (%w)

source: Emu Configuration
cs: Emu konfigurace
fr: Configuration de emu
he: תצורת Emu
hu: Beállítás
ru: Конфигурация Emu
sk: Konfigurácia Emu
uk: Налаштування Emu

source: Enlightenment Emu Module - error
cs: Enlightenment Emu modul - chyba
fr: Module Emu de Enlightenment: Erreur
he: מודול Emu ל־Enlightenment - שגיאה
hu: Enlightenment Emu modul hiba
ru: Enlightenment модуль Emu - ошибка
sk: Chyba modulu Enlightenment Emu
uk: Enlightenment Emu — помилка

source: There is no emu.
cs: Není zde žádný emu.
fr: Aucun emu.
he: אין emu.
hu: Nincs Emu
ru: Здесь нет emu.
sk: Emu neexistuje.
uk: Нема emu
