Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/net/po/*.po
Languages: ar

source: Net Module Settings
ar: إعدادات وحدة الشبكة

source: General Settings
ar: اﻹعدادات العامة

source: Show Text
ar: أظهر النص

source: Show Popup On Mouse-Over
ar: أظهر النافذة المنبثقة عند مرور الفأرة

source: Launch Application On Double-Click
ar: شغل البرنامج عند الضغط مرتين بالفأرة

source: Activity Notification Level
ar: مستوى نشاط التنبيه

source: High (MB)
ar: عالي (م.ب.)

source: Middle (KB)
ar: متوسط (ك.ب.)

source: Low (B)
ar: ضعيف (بايت)

source: Device Settings
ar: إعدادات الجهاز

source: Net
ar: الشبكة

source: Settings
ar: اﻹعدادات

source: Device - %s
ar: الجهاز - %s
