Repository: playya/Enlightenment
Catalog: trunk/e_modules/mixer/po/*.po
Languages: eo

source: Mixer Configuration
eo: Agordo de la miksilo por sonoj

source: Mixer Application
eo: Aplikajxo de miksilo

source: Launch Mixer App
eo: Lauxncxi la aplikajxon de miksilo

source: Available Cards
eo: Tillg√§ngliga kort

source: Available Mixers
eo: Disponeblaj miksiloj

source: Mixer Popup
eo: Sxprucfenestro de miksilo

source: Show Popup
eo: Vidigi sxprucfenestron

source: Popup Speed
eo: Rapido de sxprucfenestro

source: %1.1f seconds
eo: %1.1f sekundoj

source: Mixer
eo: Miksilo

source: Decrease the volume
eo: Malkreski la volumenon

source: Increase the volume
eo: Kreski la volumenon

source: Mute the mixer
eo: Silentigi la miksilon

source: Configuration
eo: Agordo

source: Volume
eo: Volumeno

source: Mute
eo: Silentigi
