Repository: playya/Enlightenment
Catalog: trunk/e_modules/wlan/po/*.po
Languages: fr

source: Wlan Configuration
fr: Configuration réseau sans fil

source: General Settings
fr: Configuration générale

source: Always Show Text
fr: Toujours afficher le texte

source: Show Text On Mouse Over
fr: Afficher le texte (souris au dessus)

source: Show Text As Percent
fr: Afficher le texte en pourcentage

source: Check Interval:
fr: Délai d'actualisation:

source: Device Settings
fr: Interface

source: Wlan
fr: Réseau sans fil

source: Enlightenment Wlan Monitor Module
fr: Module de surveillance Réseau Sans fil

source: This module is used to monitor wireless devices.
fr: Ce module sert a surveiller le réseau sans fil.
