Repository: playya/Enlightenment
Catalog: BROKEN/ewl/po/*.po
Languages: eo, lt, nl, pt, sk

source: STOCK|About
eo: STOCK|Pri
lt: STOCK|Apie
nl: STOCK|Over
pt: Sobre
sk: O programe

source: STOCK|Add
eo: STOCK|Aldoni
lt: STOCK|Pridėti
nl: STOCK|Toevoegen
pt: Adicionar
sk: Pridať

source: STOCK|Apply
eo: STOCK|Apliki
lt: STOCK|Pritaikyti
nl: STOCK|Toepassen
pt: Aplicar
sk: Použiť

source: STOCK|Bottom
eo: STOCK|Malsupren
lt: STOCK|Apačion
nl: STOCK|Onderkant
pt: Inferior
sk: Naspodu

source: STOCK|Down
eo: STOCK|Suben
lt: STOCK|Žemyn
nl: STOCK|Onder
pt: Baixo
sk: Dole

source: STOCK|First
eo: STOCK|Unua
lt: STOCK|Pirmas
nl: STOCK|Eerste
pt: Primeiro
sk: Prvý

source: STOCK|Last
eo: STOCK|Lasta
lt: STOCK|Paskutinis
nl: STOCK|Laatste
pt: Último
sk: Posledný

source: STOCK|Left
eo: STOCK|Maldekstren
lt: STOCK|Kairėn
nl: STOCK|Links
pt: Esquerda
sk: Vľavo

source: STOCK|Right
eo: STOCK|Dekstren
lt: STOCK|Dešinėn
nl: STOCK|Rechts
pt: Direita
sk: Vpravo

source: STOCK|Top
eo: STOCK|Supre
lt: STOCK|Aukštyn
nl: STOCK|Bovenkant
pt: Superior
sk: Navrchu

source: STOCK|Up
eo: STOCK|Supren
lt: STOCK|Į viršų
nl: STOCK|Boven
pt: Cima
sk: Hore

source: STOCK|Bold
eo: STOCK|Grasa
lt: STOCK|Pusjuodis
nl: STOCK|Vetgedrukt
pt: Negrito
sk: Tučné

source: STOCK|Cancel
eo: STOCK|Rezigni
lt: STOCK|Atsisakyti
nl: STOCK|Annuleren
pt: Cancelar
sk: Zrušiť

source: STOCK|Clear
eo: STOCK|Vakigi
lt: STOCK|Išvalyti
nl: STOCK|Leegmaken
pt: Limpar
sk: Vyčistiť

source: STOCK|Close
eo: STOCK|Fermi
lt: STOCK|Užverti
nl: STOCK|Sluiten
pt: Fechar
sk: Zavrieť

source: STOCK|Copy
eo: STOCK|Kopii
lt: STOCK|Kopijuoti
nl: STOCK|KopiÃ«ren
pt: Copiar
sk: Kopírovať

source: STOCK|Cut
eo: STOCK|Eltondi
lt: STOCK|Iškirpti
nl: STOCK|Knippen
pt: Cortar
sk: Vystrihnúť

source: STOCK|Delete
eo: STOCK|Forviŝi
lt: STOCK|Pašalinti
nl: STOCK|Verwijderen
pt: Apagar
sk: Odstrániť

source: STOCK|Edit
eo: STOCK|Redakti
lt: STOCK|Keisti
nl: STOCK|Bewerken
pt: Editar
sk: Upraviť

source: STOCK|Execute
eo: STOCK|Startigi
lt: STOCK|Vykdyti
nl: STOCK|Uitvoeren
pt: Executar
sk: Spustiť

source: STOCK|Find
eo: STOCK|Serĉi
lt: STOCK|Ieškoti
nl: STOCK|Vinden
pt: Encontrar
sk: Nájsť

source: STOCK|Find and replace
eo: STOCK|Serĉi kaj anstataŭigi
lt: STOCK|Ieškoti ir pakeisti
nl: STOCK|Vinden en Vervangen
pt: encontrar e substituir
sk: Nájsť a nahradiť

source: STOCK|Flip horizontal
eo: STOCK|Horizontale renversi
lt: STOCK|Gulsčiasis atspindys
nl: STOCK|Horizontaal Draaien
pt: Inverter na horizontal
sk: Obrátiť horizontálne

source: STOCK|Flip vertical
eo: STOCK|Vertikale renversi
lt: STOCK|Statusis atspindys
nl: STOCK|Verticaal Draaien
pt: Inverter na vertical
sk: Obrátiť vertikálne

source: STOCK|Fullscreen
eo: STOCK|Plenekrana
lt: STOCK|Visas ekranas
nl: STOCK|Volledig Scherm
pt: Ecrã Completo
sk: Celá obrazovka

source: STOCK|Help
eo: STOCK|Helpo
lt: STOCK|Žinynas
pt: Ajuda
sk: Pomocník

source: STOCK|Home
eo: STOCK|Hejmo
lt: STOCK|Namai
nl: STOCK|Homepage
pt: Pasta Pessoal
sk: Doma

source: STOCK|Indent
eo: STOCK|krommarĝeno
lt: STOCK|Įtrauka
nl: STOCK|Insprong
pt: Avançar
sk: Zarážka

source: STOCK|Italic
eo: STOCK|Kursiva
lt: STOCK|Kursyvas
nl: STOCK|Schuingedrukt
pt: Ítálico
sk: Kurzíva

source: STOCK|Justify center
eo: STOCK|Centre ĝisrandigi
lt: STOCK|Lygiuoti centre
nl: STOCK|Uitgelijnd naar Midden
pt: Justificar ao centro
sk: Zarovnať na stred

source: STOCK|Justify fill
eo: STOCK|Plene ĝisrandigi
lt: STOCK|Lygiuoti užpildant
nl: STOCK|Vullend Uitlijnen
pt: Justificar para preencher
sk: Zaplniť

source: STOCK|Justify left
eo: STOCK|Maldekstre ĝisrandigi
lt: STOCK|Lygiuoti kairėn
nl: STOCK|Links Uitlijnen
pt: Justificar à esquerda
sk: Zarovnať vľavo

source: STOCK|Justify right
eo: STOCK|Dekstre ĝisrandigi
lt: STOCK|Lygiuoti dešinėn
nl: STOCK|Rechts Uitlijnen
pt: Justificar à direita
sk: Zarovnať vpravo

source: STOCK|FF
lt: STOCK|Prasukti
pt: FF
sk: FF

source: STOCK|Next
eo: STOCK|Sekva
lt: STOCK|Kitas
nl: STOCK|Volgende
pt: seguinte
sk: Daľší

source: STOCK|Pause
eo: STOCK|Paŭzo
lt: STOCK|Pristabdyti
pt: pausa
sk: Pauza

source: STOCK|Play
eo: STOCK|Ludi
lt: STOCK|Leisti
nl: STOCK|Spelen
pt: Reproduzir
sk: Prehrať

source: STOCK|Previous
eo: STOCK|Antaŭa
lt: STOCK|Ankstesnis
nl: STOCK|Vorige
pt: Anterior
sk: Predchádzajúci

source: STOCK|Record
eo: STOCK|Rikordo
lt: STOCK|Įrašyti
nl: STOCK|Opnemen
pt: Gravar
sk: Nahrávať

source: STOCK|Rewind
eo: STOCK|Malantaŭen
lt: STOCK|Atsukti atgal
nl: STOCK|Terugspoelen
pt: Retroceder
sk: Pretočiť

source: STOCK|Stop
eo: STOCK|Halti
lt: STOCK|Sustabdyti
pt: Parar
sk: Zastaviť

source: STOCK|New
eo: STOCK|Nova
lt: STOCK|Naujas
nl: STOCK|Nieuw
pt: Novo
sk: Nový

source: STOCK|Ok
eo: STOCK|Bone
lt: STOCK|Gerai
pt: Ok
sk: Ok

source: STOCK|Open
eo: STOCK|Malfermi
lt: STOCK|Atverti
pt: Abrir
sk: Otvoriť

source: STOCK|Paste
eo: STOCK|Alglui
lt: STOCK|Įdėti
nl: STOCK|Plakken
pt: Colar
sk: Vložiť

source: STOCK|Preferences
eo: STOCK|Preferoj
lt: STOCK|Nuostatos
nl: STOCK|Voorkeuren
pt: preferências
sk: Preferencie

source: STOCK|Print
eo: STOCK|Presi
lt: STOCK|Spausdinti
pt: Imprimir
sk: Tlačiť

source: STOCK|Print preview
eo: STOCK|Preso-antaŭrigardo
lt: STOCK|Spaudinio peržiūra
nl: STOCK|Afdrukvoorbeeld
pt: Antever impressão
sk: Náhľad tlače

source: STOCK|Properties
eo: STOCK|Ecoj
lt: STOCK|Savybės
nl: STOCK|Eigenschappen
pt: Propriedades
sk: Vlastnosti

source: STOCK|Quit
eo: STOCK|Eliri
lt: STOCK|Baigti
nl: STOCK|Verlaten
pt: sair
sk: Ukončiť

source: STOCK|Redo
eo: STOCK|Refari
lt: STOCK|Grąžinti
nl: STOCK|Opnieuw doen
pt: Refazer
sk: Prerobiť

source: STOCK|Refresh
eo: STOCK|Aktualigi
lt: STOCK|Atnaujinti
nl: STOCK|Vernieuwen
pt: Actualizar
sk: Obnoviť

source: STOCK|Remove
eo: STOCK|Forigi
lt: STOCK|Pašalinti
nl: STOCK|Verwijderen
pt: Remover
sk: Odstrániť

source: STOCK|Rotate left
eo: STOCK|Rotacii maldekstren
lt: STOCK|Pasukti kairėn
nl: STOCK|Links Draaien
pt: Rodar à esquerda
sk: Otočiť vľavo

source: STOCK|Rotate right
eo: STOCK|Rotacii dekstren
lt: STOCK|Pasukti dešinėn
nl: STOCK|Rechts Draaien
pt: Rodar à direita
sk: Otočiť vpravo

source: STOCK|Save
eo: STOCK|Konservi
lt: STOCK|Išsaugoti
nl: STOCK|Opslaan
pt: Gravar
sk: Uložiť

source: STOCK|Save as
eo: STOCK|Konservi kiel
lt: STOCK|Išsaugoti kaip
nl: STOCK|Opslaan als...
pt: Gravar como
sk: Uložiť ako

source: STOCK|Select all
eo: STOCK|Elekti ĉiujn
lt: STOCK|Pažymėti visus
nl: STOCK|Alles selecteren
pt: seleccionar tudo
sk: Vybrať všetko

source: STOCK|Sort ascending
eo: STOCK|Ordigi kreskante
lt: STOCK|Rikiuoti didėjančiai
nl: STOCK|Sorteer oplopend
pt: Ordenação ascendente
sk: Zoradiť vzostupne

source: STOCK|Sort descending
eo: STOCK|Ordigi malkreskante
lt: STOCK|Rikiuoti mažėjančiai
nl: STOCK|Sorteer aflopend
pt: Ordenarção descendente
sk: Zoradiť zostupne

source: STOCK|Spell check
eo: STOCK|Literumado
lt: STOCK|Rašybos tikrinimas
nl: STOCK|Spellingscontrole
pt: Verificação ortográfica
sk: Kontrola pravopisu

source: STOCK|Strikethrough
eo: STOCK|Elstreki
lt: STOCK|Perbraukimas
nl: STOCK|Doorhalen
pt: Riscar
sk: Preškrtnúť

source: STOCK|Underline
eo: STOCK|Substrekita
lt: STOCK|Pabraukimas
nl: STOCK|Onderlijnen
pt: Sublinhar
sk: Podčiarknuť

source: STOCK|Undo
eo: STOCK|Malfari
lt: STOCK|Atšaukti
nl: STOCK|Ongedaan Maken
pt: Desfazer
sk: Späť

source: STOCK|Unindent
eo: STOCK|Forigi krommarĝenon
lt: STOCK|Šalinti įtraukas
nl: STOCK|Inspringing ongedaan maken
pt: Retirar avanço

source: STOCK|Zoom 1:1
eo: STOCK|Zomo 1:1
lt: STOCK|Mastelis 1:1
pt: Ampliação 1:1
sk: Priblíženie 1:1

source: STOCK|Zoom fit
eo: STOCK|Zomo-adapto
lt: STOCK|Sutalpinti
nl: STOCK|Zoom Passend
pt: Ajustar ao tamanho
sk: Prispôsobiť

source: STOCK|Zoom in
eo: STOCK|Zomi
lt: STOCK|Didinti
pt: Ampliar
sk: Priblížiť

source: STOCK|Zoom out
eo: STOCK|Malzomi
lt: STOCK|Mažinti
nl: STOCK|Zoom uit
pt: Reduzir
sk: Oddialiť

source: Ewl Colordialog
eo: Kolordialogo de Ewl
lt: Ewl spalvų dialogo langas
nl: Ewl Kleurendialoog
pt: Cor do diálogo ewl
sk: Ewl výber farieb

source: COLOR|Current:
eo: COLOR|Nuna:
lt: COLOR|Esama:
nl: COLOR|Huidige:
pt: Actual:
sk: Aktuálne:

source: COLOR|Previous:
eo: COLOR|Antaŭa:
lt: COLOR|Ankstesnė:
nl: COLOR|Vorige:
pt: Anterior:
sk: Predchádzajúce:
