Repository: playya/Enlightenment
Catalog: trunk/entrance/po/*.po
Languages: it

source: Cookie generation failed: could not open %s
it: Generazione del cookie fallita: errore di apertura %s

source: Cookie generation failed: could not read %s
it: Generazione del cookie fallita: errore di lettura %s

source: entranced_auth_purge: Write failed!
it: entranced_auth_purge: Scrittura fallita!

source: Generated MIT-MAGIC-COOKIE-1
it: Generato MIT-MAGIC-COOKIE-1

source: Auth generation failed.
it: Generazione file di autenticazione fallita.

source: _entrance_auth_entry_add: Auth write failed!
it: _entrance_auth_entry_add: Scrittura del file di autenticazione fallita!

source: _entrance_auth_entry_add: Could not add auth entry to list!
it: _entrance_auth_entry_add: Impossibile aggiungere la voce autenticazione alla lista!

source: entranced_auth_display_secure: Setting up access for display %s
it: entranced_auth_display_secure: Configurazione dell'accesso al display %s

source: entranced_auth_display_secure: Successfully set up access for %s (localhost)
it: entranced_auth_display_secure: Setup effettuato con successo per %s (localhost)

source: entranced_auth_user_add: Adding auth cookie
it: entranced_auth_user_add: Aggiunta cookie di autenticazione

source: entranced_auth_user_add: Unable to write auth file %s
it: entranced_auth_user_add: Impossibile scrivere il file di autenticazione %s

source: entranced_auth_user_add: Opened %s for writing cookies
it: entranced_auth_user_add: Aperto %s per scrivere i cookie

source: entranced_auth_user_add: Finished writing auth entries to %s
it: entranced_auth_user_add: Scrittura dei valori di autenticazione in %s

source: entranced_auth_user_remove: Removing cookie from %s
it: entranced_auth_user_remove: Rimozione cookie da %s

source: Entranced_Start_Server_Once: Executing %s
it: Entranced_Start_Server_Once: In esecuzione %s

source: Entranced_Start_Server_Once: Attempt to start X server failed.
it: Entranced_Start_Server_Once: Tentativo di avviare il server X fallito.

source: _entranced_ipc_client_add: Received event
it: _entranced_ipc_client_add: Evento ricevuto

source: _entranced_ipc_client_del: Received event
it: _entranced_ipc_client_del: Evento ricevuto

source: _entranced_ipc_client_data: All tokens received; wrote cookie to user dir %s
it: _entranced_ipc_client_data: Tutti i token ricevuti; cookie scritto nella directory dell'utente %s

source: _entranced_ipc_client_data: Failed to write cookie to %s
it: _entranced_ipc_client_data: Scrittura dei cookie fallita %s

source: _entranced_ipc_client_data: Received [%i] [%i] [%i] [%i] "%s"
it: _entranced_ipc_client_data: Ricevuto [%i] [%i] [%i] [%i] "%s"

source: entranced_ipc_init: Failed to open socket %s.
it: entranced_ipc_init: Apertura socket fallita %s.

source: entranced_ipc_init: Success
it: entranced_ipc_init: Successo

source: entranced_ipc_shutdown: Success
it: entranced_ipc_shutdown: Successo

source: Entrance Edit GUI
it: Interfaccia di configurazione di Entrance

source: Appearance
it: Aspetto

source: Use builtin(translatable) greeting message
it: Usa il messaggio di benvenuto di default (traducibile)

source: Greeting prefix:
it: Prefisso di benvenuto:

source: Greeting suffix:
it: Suffisso di benvenuto:

source: Date format:
it: Formato data:

source: Time format:
it: Formato orario:

source: Entrance theme:
it: Tema Entrance:

source: Entrance Daemon settings
it: Configurazione del Demone Entrance

source: Number of attempts:
it: Numero di tentativi:

source: Automatic login
it: Login automatico

source: Autologin user:
it: Accesso automatico per l'utente:

source: Pre-selected user
it: Utente pre-selezionato

source: Remember users
it: Ricorda utenti

source: Number of remembers:
it: Numero di ricordi:

source: System
it: Sistema

source: Reboot allowed
it: Permetti il riavvio

source: Shutdown allowed
it: Permetti lo spegnimento

source: PAM Authentication
it: Autenticazione PAM

source: Don't forget to save your settings before closing app.
it: Non scordare di salvare le tue impostazioni prima di chiudere l'applicazione.

source: Save settings
it: Impostazioni di salvataggio

source: Exit application
it: Esci dall'applicazione

source: Locale set failed! Please make sure you have your locale files installed for "%s"
it: Assegnamento localizzazione fallito! Per favore assicurati di avere i tuoi file di localizzazione installati per "%s"

source: You need root permissions to run this
it: Hai bisogni dei permessi di amministrazione per avviare questo

source: /etc/shadow was found but couldn't be read. Run entrance as root.
it: /etc/shadow è stato trovato ma non è leggibile. Esegui entrance come amministratore.

source: Entrance has been built without PAM support, so PAM isn't used for authentication!
it: Entrance è stato compilato senza supporto PAM, per cui PAM non è usato per l'autenticazione!

source: Could not load %s
it: Impossibile leggere %s

source: Selected session command: %s
it: Comando della sessione selezionata: %s

source: _entrance_ipc_server_add: Received event
it: _entrance_ipc_server_add: Evento ricevuto

source: _entrance_ipc_server_del: Received event
it: _entrance_ipc_server_del: Evento ricevuto

source: _entrance_ipc_server_data: Received [%i] [%i] (%i) "%s"
it: _entrance_ipc_server_data: Ricevuto [%i] [%i] (%i) "%s"

source: _entrance_ipc_server_data: Xauthority write success
it: _entrance_ipc_server_data: Successo nella scrittura di Xauthority

source: _entrance_ipc_server_data: Xauthority write failure!
it: _entrance_ipc_server_data: Fallimento nella scrittura di Xauthority!

source: _entrance_ipc_server_data: Invalid message received
it: _entrance_ipc_server_data: Ricevuto un messaggio non valido

source: _entrance_ipc_client_add: Received event
it: _entrance_ipc_client_add: Evento ricevuto

source: _entrance_ipc_client_del: Received event
it: _entrance_ipc_client_del: Evento ricevuto

source: _entrance_ipc_client_data: Received [%i] [%i] (%i) "%s"
it: _entrance_ipc_client_data: Ricevuto [%i] [%i] (%i) "%s"

source: Failed on: %s
it: Fallimento in: %s

source: Welcome to
it: Benvenuto in

source: Welcome to Localhost
it: Benvenuto in Localhost

source: Unknown signal Emission(%s)
it: Emissione di un segnale sconosciuto(%s)

source: Unknown Container Orientation
it: Orientamento di un Contenitore Sconosciuto

source: ERROR: could not parse command line options.
it: ERRORE: impossibile trasmettere le opzioni da linea di comando.

source: Invalid non-option argument
it: Argomento invalido, non è un'opzione

source: Fatal error: Could not initialize ecore_evas!
it: Errore fatale: impossibile inizializzare ecore_evas!

source: Entrance - Testing Mode
it: Entrance - Modalità di Test

source: Please enter your user name
it: Per favore inserisci il tuo nome utente

source: Please enter your password
it: Per favore inserisci la tua password
