Repository: playya/Enlightenment
Catalog: OLD/E-MODULES-EXTRA/emu/po/*.po
Languages: ar, lt, pt, tr

source: Window properties
ar: إعدادات النافذة
lt: Lango savybės
pt: Propriedades da janela
tr: Pencere Özellikleri

source: Window identification
ar: تحديد النافذة
lt: Lango atpažinimas
pt: Identificação da janela
tr: Pencere tanımlama

source: Title (%T)
ar: العنوان (%T)
lt: Antraštė (%T)
pt: Título (%T)
tr: Başlık (%T)

source: Properties
ar: الإعدادات
lt: Savybės
pt: Propriedades
tr: Özellikler

source: Position (%p)
ar: المكان (%p)
lt: Padėtis (%p)
pt: Posição (%p)
tr: Konum (%p)

source: Size (%s)
ar: الحجم (%s)
lt: Dydis (%s)
pt: Tamanho (%s)
tr: Boyut (%s)

source: Border style (%b)
ar: نمط الحدود (%b)
lt: Rėmelio stilius (%b)
pt: Estilo dos contornos (%b)
tr: Kenarlık biçimi (%b)

source: Stickiness (%p)
lt: Lipnumas (%p)
pt: Aderência (%p)
tr: Kalınlık (%p)

source: Virtual desktop (%d)
ar: سطح المكتب الإفتراضي (%d)
lt: Virtualus darbalaukis (%d)
pt: Ambiente virtual (%d)
tr: Sanal masaüstü (%d)

source: Shaded state (%r)
lt: Paslėpimo būsena (%r)
pt: Sombra (%r)
tr: Gölge durumu (%r)

source: Fullscreen (%f)
ar: كامل الشاشة (%f)
lt: Per visą ekraną (%f)
pt: Ecrã completo (%f)
tr: Tam ekran (%f)

source: Iconified (%i)
lt: Suskleistas į piktogramą (%i)
pt: Minimizar em ícones (%i)
tr: Simge durumunda (%i)

source: Window ID (%I)
ar: معرف النافذة (%I)
lt: Lango ID (%I)
pt: ID da janela (%I)
tr: Pencere kimliği (%I)

source: Window name (%N)
ar: اسم النافذة (%N)
lt: Lango vardas (%N)
pt: Nome da janela (%N)
tr: Pencere ismi (%N)

source: Window class (%C)
ar: صف النافذة (%C)
lt: Lango klasė (%C)
pt: Classe da janela (%C)
tr: Pencer sınıfı (%C)

source: Window role (%R)
ar: دور النافذة (%R)
lt: Lango paskirtis (%R)
pt: Papel da janela (%R)
tr: Pencere Rolü (%R)

source: Window type (%S)
ar: نوع النافذة (%S)
lt: Lango tipas (%S)
pt: Tipo de janela (%S)
tr: Pencere Biçimi (%S)

source: Transient (%H)
ar: عابرة (%H)
lt: Pereinamas (%H)
pt: Transitório (%H)
tr: Geçici (%H)

source: Layer (%l)
ar: طبقة (%l)
lt: Sluoksnis (%l)
pt: Camada (%l)
tr: Katman (%l)

source: Stickiness (%y)
lt: Lipnumas (%y)
pt: Aderência (%Y)
tr: Kalınlık (%y)

source: Screen zone (%z)
ar: منطقة الشاشة (%z)
lt: Ekrano sritis (%z)
pt: Área do ecrã (%z)
tr: Ekran bölgesi (%z)

source: Window list skip (%w)
lt: Nerodyti langų sąraše (%w)
pt: Ignorar lista de janelas (%w)
tr: Pencre listesi geçişi (%w)

source: Emu Configuration
lt: Emu konfigūracija
pt: Configuração do Emu
tr: Emu Yapılandırması

source: Enlightenment Emu Module - error
lt: Enlightenment Emu modulis - klaida
pt: Erro no módulo Emu
tr: Enlightenment Emu Modülü - hata

source: There is no emu.
lt: emu nerastas.
pt: O emu não existe.
tr: emu yok.

source: Emu
ar: إيمو (EMU)
