Repository: playya/Enlightenment
Catalog: trunk/e_modules/mount/po/*.po
Languages: fi, fr, it, sv

source: Mount Configuration
fi: Liitäntäasetukset
fr: Configuration du monteur
it: Configurazione modulo Mount
sv: Monteringskonfiguration

source: Show Labels
fi: Näytä nimet
fr: Afficher les noms
it: Mostra etichette
sv: Visa etiketter

source: Layout Settings
fi: Asetusasetukset
fr: Paramètres de la mise en page
it: Impostazioni del layout
sv: Layoutinställningar

source: Use Vertical Layout
fi: Käytä pystyasetusta
fr: Utiliser une mise en page verticale
it: Rappresentazione verticale
sv: Använd vertikal layout

source: Use Horizontal Layout
fi: Käytä vaaka-asetusta
fr: Utiliser une mise en page horizontale
it: Rappresentazione orizzontale
sv: Använd horisontal layout

source: Icon Size
fi: Kuvakekoko
fr: Taille des icônes
it: Dimensione delle icone
sv: Storlek på ikoner

source: %3.0f pixels
sv: %3.0f pixlar

source: Enlightenment Mount Module
fi: Enlightenment liitäntämoduuli
fr: Module de montage d'Enlightenment
it: Modulo Mount di Enlightenment
sv: Enlightenment monteringsmodul

source: This is a mount module to mount/unmount devices.
fi: Tämä on liitäntämoduuli jolla liitetään ja irrotetaan laitteita
fr: Ceci est le module de montage permettant de monter/démonter les périphériques.
it: Questo è un modulo per il montaggio/smontaggio di dispositivi.
sv: Detta är en monteringsmodul för att montera/avmontera enheter.

source: Cannot Parse fstab
fi: Ei voi tulkita fstabia
fr: Impossible d'analyser le fichier fstab
it: Impossibile leggere fstab
sv: Kan inte analysera fstab

source: Mount Module
fi: Liitäntämoduuli
fr: Module de montage
it: Modulo Mount
sv: Monteringsmodul

source: Unmount Failed !!<br>Perhaps this device is in use or is not mounted.
fi: Irroittaminen epäonnistui!<br>Ehkäpä tämä laite on käytössä tai ei ole liitettynä.
fr: Erreur lors du démontage !<br>Ce périphérique est peut-être en cours d'uilisation ou non monté.
it: Smontaggio fallito!!<br>Forse il dispositivo è in uso o non è montato.
sv: Avmontering misslyckades!! <br>Enheten kanske används eller så är den inte monterad.

source: Mount Failed !!<br>Please check that media is inserted
fi: Liitäntä epäonnistui!<br>Tarkista että laite on toimintavalmiina.
fr: Erreur lors du montage !<br>Merci de vérifier qu'un média est inséré
it: Montaggio fallito!!<br>Controllare che il supporto sia inserito.
sv: Montering misslyckades!!<br>Kontrollera det media som sattes i

source: Eject Failed !!
fi: Ulostaminen epäonnistui!!(:Þ)
fr: Erreur lors de l'éjection !
it: Espulsione fallita!!
sv: Eject misslyckades!!
