Repository: playya/Enlightenment
Catalog: trunk/e_modules/emu/po/*.po
Languages: sv

source: Window properties
sv: Fönsteregenskaper

source: Window identification
sv: Fönsteridentitet

source: Title (%T)
sv: Titel (%T)

source: Properties
sv: Egenskaper

source: Size (%s)
sv: Storlek (%s)

source: Border style (%b)
sv: Ramstil (%b)

source: Stickiness (%p)
sv: Klibbig (%p)

source: Virtual desktop (%d)
sv: Virtuellt skrivbord (%d)

source: Shaded state (%r)
sv: Skymt läge (%r)

source: Fullscreen (%f)
sv: Helskärm (%f)

source: Iconified (%i)
sv: Minimerat (%i)

source: Window ID (%I)
sv: Fönster ID (%I)

source: Window name (%N)
sv: Fönsternamn (%N)

source: Window class (%C)
sv: Fönsterklass (%C)

source: Window role (%R)
sv: Fönsterroll (%R)

source: Window type (%S)
sv: Fönstertyp (%S)

source: Layer (%l)
sv: Lager (%l)

source: Stickiness (%y)
sv: Klibbigt (%y)

source: Screen zone (%z)
sv: Skärmområde (%z)

source: Window list skip (%w)
sv: Ignorera fönsterlist (%w)

source: Emu Configuration
sv: Emu konfiguration

source: Enlightenment Emu Module - error
sv: Enlightenment Emu modul - fel

source: There is no emu.
sv: Det finns ingen emu.
