Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/alarm/po/*.po
Languages: eo, es

source: Alarm Configuration
eo: Agordo de Vekhorloĝo
es: Configuracion de Alarma

source: Alarm
eo: Alarmi
es: Alarma

source: Active
eo: Aktiva
es: Activa

source: Add
eo: Aldoni
es: Agregar

source: Delete
eo: Forigi
es: Quitar

source: Configure
eo: Konfiguri
es: Configurar

source: Duplicate
eo: Duobligi
es: Duplicar

source: Alarm Options
eo: Alarmaj Opcioj
es: Opciones de Alarma

source: Show next alarm
eo: Vidigi Detalojn
es: Mostrar siguiente alarma

source: Alarms Defaults
eo: Defaŭltoj de Vekholoĝo
es: Alarmas por Defecto

source: Open popup
eo: Malfermi ŝprucon
es: Abrir Emergente

source: Run program
eo: Lancxi programon
es: Ejecutar programa

source: Auto-Remove alarms
eo: Forigi alarmon
es: Auto-Remover alarmas

source: Alarm Configuration : Setup an alarm
eo: Konfigurajxo de "Eveil" Alarmo
es: Configuracion de Alarma: Crear una Alarma

source: Informations
eo: Informajxoj
es: Informaciones

source: Name
eo: Nomo
es: Nombre

source: Description
eo: Priskribo
es: Descripcion

source: Schedule
eo: Plano
es: Planificacion

source: %1.0f hour
eo: %1.0f horo
es: %1.0f hora

source: %1.0f minute
eo: %1.0f minuto
es: %1.0f minuto

source: Days of the week
eo: Semajntagoj
es: Dias de la semana

source: Monday
eo: Lundo
es: Lunes

source: Tuesday
eo: Mardo
es: Martes

source: Wenesday
eo: Merkredo
es: Miercoles

source: Thursday
eo: Ĵaŭdo
es: Jueves

source: Friday
eo: Vendredo
es: Viernes

source: Saturday
eo: Sabato
es: Sabado

source: Sunday
eo: Dimanĉo
es: Domingo

source: One day
eo: Unu tago
es: Un dia

source: Date (YYYY/MM/DD)
eo: Dato (JJJJ/MM/TT)
es: Fecha (AAAA/MM/DD)

source: Today
eo: Hodiaŭ
es: Hoy

source: Tomorrow
eo: Morgaux
es: Mañana

source: <hilight>Error, The alarm was not added !</hilight><br><br>There is an error in the informations / schedule of your alarm
eo: <hilight>Eraro, la alarmo ne estis aldonita !</hilight><br><br>Ĉeestas eraro en la informoj / tempoplano de via alarmo
es: <hilight>Error, La alarma no fue agregada ! </hilight><br><br>Hay un error en la informacion / planificacion de tu alarma

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to enter a name for the alarm
eo: <hilight>Eraro, la alarmo ne estis aldonita!</hilight><br><br>Vi devas entajpi nomon por la alarmo
es: <hilight>Error, La alarma no fue agregada !</hilight><br><br>Tienes que ingresarun nombre para la alarma

source: <hilight>Error, The alarm was not added !</hilight><br><br>You have to select at least one day in the week
eo: <hilight>Eraro, la alarmo ne estis aldonita!</hilight><br><br>Vi devas elekti almenaŭ unu tagon en la semajno
es: <hilight>Error, La alarma no fue agregada !</hilight><br><br>Tienes queseleccionar almenos un dia de la semana

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered for the alarm has incorrect syntax<br><br>You have to respect this format :<br> YYYY/MM/DD<br>YYYY is the year on 4 numbers<br>MM is the month on 2 numbers<br>DD is the day on 2 numbers<br>
eo: <hilight>Eraro, la alarmo ne estis aldonita!</hilight><br><br>La dato ke vi entajpis por la alarmo enhavas malkorektan sintakson<br><br>Vi devas respekti tiun formaton:<br>JJJJ/MM/TT<br>JJJJ estas la jaro en 4 ĉiferoj<br>MM estas la monato en 2 ĉiferoj<br>TT estas la tago en 2 ĉiferoj<br>
es: <hilight>Error, La alarma no fue agregada !</hilight><br><br>La fecha queingresaste para la alarma tiene sintaxis incorrecta<br><br>Tienes que respetar esteformato :<br> AAAA/MM/DD<br>AAAA es el año en 4 numeros<br>MM es el mes en 2 numeros<br>DD es el dia en 2 numeros<br>

source: <hilight>Error, The alarm was not added !</hilight><br><br>The date you entered is before now
eo: <hilight>Eraro, la alarmo ne estis aldonita!</hilight><br><br>La dato ke vi entajpis estas antaŭ nun
es: <hilight>Error, La alarma no fue agregada !</hilight><br><br>La fecha queingresaste es anterior a ahora

source: Alarm Module Error
eo: Eraro de "Eveil" Modulo
es: Error en Modulo de Alarma

source: Test this alarm
eo: Provi tiun cxi alarmon
es: Probar esta alarma

source: Ring Options
eo: Opcioj de sonorilo
es: Opciones de Tono

source: Remove alarm
eo: Forigi alarmon
es: Quitar Alarma

source: No [default]
eo: Ne [defaŭlte]
es: No ^[predeterminado]

source: Yes
eo: Jes
es: Si

source: No
eo: Ne

source: Yes [default]
eo: Jes [defaŭlte]
es: Si [predeterminado]

source: Run a program
eo: Lancxi programon
es: Ejecutar un programa

source: Run default one
eo: Lanĉi defaŭltan
es: Correr el predeterminado

source: Run this program
eo: Lancxi tiun cxi programon
es: Correr este programa

source: <hilight>Alarm test SUCCEED !</hilight><br><br>But DONT FORGET to ACTIVATE the alarms<br>via the 'Active' check button on the<br>main Alarm configuration panel.
eo: <hilight>Provo de alarmo SUKCESIS!</hilight><br><br>Sed NE FORGESU ebligi la vekhorloĝojn<br> pere de la butono "Ebligi" en la<br>ĉefa panelo de agordo de la modulo.
es: <hilight>Prueba de alarma SUPERADA !</hilight><br><br>Pero NO OLVIDES ACTIVAR las alarmas<br>usando el boton "Activar" en la<br>Alarma principal

source: <hilight>Alarm test SUCCEED !</hilight>
eo: <hilight>Provo de alarmo sukcesis!</hilight>
es: <hilight>Prueba de alarma SUPERADA !</hilight>

source: <hilight>Alarm test FAILED !</hilight>
eo: <hilight>Provo de alarmo MALSUKCESIS!</hilight>
es: <hilight>Prueba de alarma FALLO !</hilight>

source: Alarm Module Test Report
eo: Raporto de la provo de la modulo vekhorloĝo
es: Reporte de Prueba de Modulo de Alarma

source: <hilight>Alarm : %s</hilight><br><br>%s
eo: <hilight>Alarmo : %s</hilight><br><br>%s
es: <hilight>Alarma : %s</hilight><br><br>%s

source: Alarm Module Popup
eo: Ŝprucfenestro de modulo Vekhorloĝo
es: Ventana Emergente de Modulo de Alarma

source: <hilight>Failed !</hilight><br><br>Alarm couln't launch the program you specified
eo: <hilight>Malsukcesis!</hilight><br><br>Vekhorloĝo ne povas lanĉi la programon kiun vi difinis
es: <hilight>Error !</hilight><br><br>No se puede ejecutar el programa que especificaste

source: Snooze %s
eo: Paŭzo %s
es: Siesta %s

source: %1.0f hours
eo: %1.0f horoj
es: %1.0f horas

source: %1.0f minutes
eo: %1.0f minutoj
es: %1.0f minutos

source: Ok
eo: Bone

source: Close
eo: Fermi
es: Cerrar

source: Snooze %.14s of %.2d:%.2d
eo: Paŭzo %.14s de %.2d:%.2d
es: Siesta %.14s de %.2d:%.2d

source: Snooze (No alarm to delay)
eo: Paŭzo (Neniu alarmo malfruenda)
es: Siesta (Sin alarma a demorar)

source: Add an alarm
eo: Aldoni alarmon
es: Agregar una alarma

source: Configuration
eo: Konfigurajxo de "Eveil" Alarmo
es: Configuracion

source: <hilight>Alarm module : Configuration Upgraded</hilight><br><br>Your configuration of alarm module<br>has been upgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
eo: <hilight>Modulo Vekhorloĝo: Agordo ĝisdatigita</hilight><br><br>Via agordo de la modulo<br>estis ĝisdatigita<br>Viaj agordoj kaj alarmoj estis forigitaj<br>Bonvolu pardoni por la malagrablaĵoj<br><br>(%d -> %d)
es: <hilight>Modulo de alarma : Configuracion Actualizada</hilight><br><br>Tu configuracion de modulo de alarma<br>fue actualizada<br>Tus opciones y alarmas fueron removidas<br>Perdona el inconveniente<br><br>(%d -> %d)

source: Alarm Module version
eo: Versio de la modulo Vekhorloĝo
es: Version del Modulo de Alarma

source: <hilight>Alarm module : Configuration Downgraded</hilight><br><br>Your configuration of Alarm module<br>has been downgraded<br>Your settings and alarms were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
eo: <hilight>Modulo vekhorloĝo: Agordo antaŭdatigita</hilight><br><br>Via agordo de la modulo vekhorloĝo<br>estis antaŭdatigita<br>Viaj agordoj kaj alarmoj estis forigitaj<br>Bonvolu pardoni por la malagrablaĵoj<br><br>(%d ->%d)
es: <hilight>Modulo de Alarma : Configuracion Retrocedida</hilight><br><br>Tu configuracion de modulo de Alarma<br>fue retrocedida<br>Tu configuracion y alarmas fueron removidas<br>Perdona el inconveniente<br><br>(%d ->%d)
