Repository: playya/Enlightenment
Catalog: trunk/e_modules/mem/po/*.po
Languages: fi

source: Mem Configuration
fi: Muistiasetukset

source: Mem Settings
fi: Muistiasetukset

source: Show Text
fi: Näytä teksti

source: Show Text As Percent
fi: Näytä teksti prosentteina

source: Show Graph
fi: Näytä kuvaaja

source: Ignore Buffers
fi: Sivuuta puskurit

source: Ignore Cached
fi: Sivuuta välimuisti

source: Check Interval:
fi: Tarkistusväli:

source: Enlightenment Mem Monitor Module
fi: Enlightenment muistintarkkailumoduuli

source: This module is used to monitor memory.
fi: Tällä moduulilla tarkkaillaan muistia.
