Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/news/po/*.po
Languages: el, he, ja, pt

source: Config init failed
el: απέτυχε
he: התחלת התצורה נכשלה
ja: 設定の初期化に失敗しました
pt: Falha ao iniciar a configuração

source: Parser init failed
el: απέτυχε
he: התחלת המפענח נכשלה
ja: パーサの初期化に失敗しました
pt: Falha ao iniciar o analisador

source: Feeds init failed
el: απέτυχε
he: התחלת ההזנות נכשלה
ja: フィードの初期化に失敗しました
pt: Falha ao iniciar as fontes

source: Viewer init failed
el: απέτυχε
he: התחלת המציג נכשלה
ja: ビューアの初期化に失敗しました
pt: Falha ao iniciar o visualizador

source: Popup subsystem init failed
el: απέτυχε
he: התחלת תת־המערכת נכשלה
ja: ポップアップサブシステムの初期化に失敗しました
pt: Falha ao iniciar o sistema de alertas

source: News
el: Ειδήσεις
he: חדשות
pt: Notícias

source: <hilight>News module : Configuration Upgraded</hilight><br><br>Your configuration of news module<br>has been upgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d -> %d)
el: <hilight>Άρθρωμα Ειδήσεων: Ρύθμιση Αναβαθμίστηκε</hilight><br><br>Η ρύθμιση του αρθρώματος Ειδήσεων σας<br>έχει αναβαθμιστεί<br><br>Οι ρυθμίσεις σας αφαιρέθηκαν<br>Συγγνώμη για την αναστάτωση<br><br>(%d -> %d)
he: <hilight>מודול החדשות : התצורה שודרגה</hilight><br><br>תצורת מודול החדשות שלך<br>שודרגה<br>ההגדרות שלך הוסרו<br>סליחה על אי הנעימות<br><br>(%d -> %d)
pt: <hilight>Módulo de notícias: Configuração atualizada</hilight><br><br>A configuração do módulo de notícias foi atualizada<br>As suas definições foram removidas.<br>Desculpe qualquer inconveniente<br><br>(%d -> %d)

source: <hilight>News module : Configuration Downgraded</hilight><br><br>Your configuration of News module<br>has been downgraded<br>Your settings were removed<br>Sorry for the inconvenience<br><br>(%d ->%d)
el: <hilight>Άρθρωμα Ειδήσεων: Ρύθμιση Υποβαθμίστηκε</hilight><br><br>Η ρύθμιση του αρθρώματος Ειδήσεων σας<br>έχει υποβαθμιστεί<br>Οι ρυθμίσεις σας αφαιρέθηκαν<br>Συγγνώμη για την αναστάτωση<br><br>(%d ->%d)
he: <hilight>מודול החדשות : גירסת התצורה נסוגה</hilight><br><br>גירסת תצורת מודול החדשות שלך<br>נסוגה<br>ההגדרות שלך הוסרו<br>סליחה על אי הנעימות<br><br>(%d -> %d)
pt: <hilight>Módulo de notícias: Configuração revertida</hilight><br><br>A configuração do módulo de notícias foi revertida.<br>As suas definições foram removidas.<br>Desculpe qualquer inconveniente<br><br>(%d -> %d)

source: News Main Configuration
el: Κεντρική Ρύθμιση Ειδήσεων
he: תצורת החדשות הראשית
ja: Newsメイン設定
pt: Configurações principais

source: Feeds
el: Ροές
he: הזנות
ja: フィード
pt: Fontes

source: Sort lists by name (disable Move action)
el: Ταξινόμηση λίστας κατά όνομα (απενεργοποίηση ενέργειας Μετακίνησης)
he: סדר את הרשימות לפי שם (ביטול פעולת ההעברה)
ja: 名前順にソート (Moveアクションは無効)
pt: Ordenar listas por nome (inativar "Mover")

source: News Viewer
el: Προβολέας Ειδήσεων
he: מציג החדשות
ja: Newsビューア
pt: Visualizador de notícias

source: Font size
el: Μέγεθος Γραμματοσειράς
he: גודל הגופן
ja: フォントサイズ
pt: Tamanho da letra

source: Font color
el: Χρώμα Γραμματοσειράς
he: צבע הגופן
ja: 文字色
pt: Cor da letra

source: Timer
el: Χρονόμετρο
he: קוצב זמן
ja: タイマ
pt: Temporizador

source: %1.0f min
el: %1.0f λεπτά
he: %1.0f דק'
ja: %1.0f分

source: Browser
el: Περιηγητής Ιστού
he: דפדפן
ja: ブラウザ
pt: Navegador

source: Uses xdg-open script, from freedesktop.org
el: Χρησημοποιεί το ανοιχό σενάριο xdg, από το freedesktop.org
he: עושה שימוש בסקריפט xdg-open, מ־freedesktop.org
ja: freedesktop.org からの xdg-open スクリプトを使う
pt: Utiliza o "script" xdg-open, de freedesktop.org

source: Popup On News
el: Γρήγορη Ειδοποίηση στις Ειδήσεις
he: הקפץ חלונית לדיווחים
ja: Newsが届いたらポップアップする
pt: Alertar ao receber notícias

source: Never
el: Ποτέ
he: לעולם לא
ja: 無効
pt: Nunca

source: Only on urgent feeds
el: Μόνο στις επείγουσες ροές
he: רק עבור הזנות דחופות
ja: 緊急のフィードのみ
pt: Apenas nas fontes urgentes

source: On all feeds
el: Σε όλες τις ροές
he: עבור כל ההזנות
ja: すべてのフィード
pt: Em todas as fontes

source: %1.0f s
he: %1.0f שנ'
ja: %1.0f秒

source: Popup On Warning / Error
el: Γρήγορη Ειδοποίηση σε Προειδοποίηση/Σφάλμα
he: הקפץ בעת אזהרה / שגיאה
ja: 警告またはエラーのときにポップアップする
pt: Alertar nos erros ou avisos

source: Show on timeout ?
el: Εμφάνιση με τη λήξη του χρονικού ορίου
he: הצג עם תפוגת זמן
ja: タイムアウトしたら表示しますか？
pt: Mostrar ao expirar?

source: Unread feeds first
el: Μη-αναγνωσμένες ροές πρώτες
he: הזנות שלא נקראו תחילה
ja: 未読フィードを最初にする
pt: Primeiro, as fontes não lidas

source: Unread articles first
el: Μη-αναγνωσμένα άρθρα πρώτα
he: כתבות שלא נקראו תחילה
ja: 未読記事を最初にする
pt: Primeiro, os artigos não lidos

source: Sort articles by date
el: Ταξινόμηση άρθρων κατά ημερομηνία
he: סדר כתבות לפי תאריך
ja: 記事を日付順にソートする
pt: Ordenar artigos por data

source: Font
el: Γραμματοσειρά
he: גופן
ja: フォント
pt: Letra

source: Font Shadow
el: Σκιά Γραμματοσειράς
he: הצללת הגופן
ja: 文字の影
pt: Sombra das letras

source: Proxy
el: Διαμεσολαβητής
he: מתווך
ja: プロキシ

source: Enable
el: Ενεργοποίηση
he: הפעל
ja: 有効
pt: Ativar

source: Host
el: Υπολογηστής
he: מארח
ja: ホスト
pt: Servidor

source: Port
el: Πόρτα
he: פתחה
ja: ポート番号
pt: Porta

source: News Category Configuration
el: Ρύθμιση Κατηγορίας Ειδήσεων
he: תצורת קטגוריית החדשות
ja: ニュースカテゴリ設定
pt: Configuração das categorias de notícias

source: Icon
el: Εικονίδιο
he: סמל
ja: アイコン
pt: Ícone

source: Name
el: Όνομα
he: שם
ja: 名前
pt: Nome

source: Select an Icon
el: Επιλογή ενός Εικονιδίου
he: בחר סמל
ja: アイコンを選択
pt: Selecione um ícone

source: OK
el: Οκ
he: אישור

source: Cancel
el: Άκυρο
he: ביטול
ja: キャンセル
pt: Cancelar

source: You need to <hilight>create a category</hilight> first
el: Πρέπει να <hilight>δημιουργήσεις μια κατηγορία</hilight> πρώτα
he: עליך <hilight>ליצור קטגוריה</hilight> תחילה
ja: 最初に<hilight>カテゴリを作成</hilight>する必要があります
pt: Antes de mais, tem que <hilight>criar uma categoria</hilight>.

source: News Feed Configuration
el: Ρύθμιση Ροής Ειδήσεων
he: תצורת הזנת החדשות
ja: ニュースフィード設定
pt: Configuração das fontes de notícias

source: Basic informations
el: Βασικές πληροφορίες
he: פריטי מידע בסיסי
ja: 情報
pt: Informações básicas

source: Name :
el: Όνομα:
he: שם :
ja: 名前 :
pt: Nome :

source: Feed url :
el: Σελίδα Ροής:
he: כתובת ההזנה :
ja: フィードURL :
pt: "Url" da fonte:

source: Mark as important feed
el: Σημείωση ως σημαντική ροή
he: סמן כהזנה חשובה
ja: 重要なフィードに指定
pt: Marcar como fonte importante

source: Category
el: Κατηγορία
he: קטגוריה
ja: カテゴリ
pt: Categoria

source: Language
el: Γλώσσα
he: שפה
ja: 言語
pt: Idioma

source: Advanced informations
el: Προχωρημένες πληροφορίες
he: פריטי מידע מתקדם
ja: 詳細な情報
pt: Informações avançadas

source: Description
el: Περιγραφή
he: תיאור
ja: 説明
pt: Descrição

source: Home url
el: Αρχική Σελίδα
he: כתובת הבית
ja: ホームURL
pt: "Url" pessoal

source: Server informations
el: Πληροφορίες εξυπηρετητή
he: פריטי מידע השרת
ja: サーバ情報
pt: Informações do servidor

source: Do allow the server to overwrite the informations you entered ?
el: Να επιτρέψεις στον Εξυπηρετητή να κάνει αντικατάσταση των πληροφοριών που εισάγατε ?
he: אפשר לשרת לשכתב על פריטי המידע שהזנת ?
ja: 設定情報をサーバが上書きしてもよろしいですか？
pt: Permite que o servidor sobrescreva as informações que indicou?

source: News Feeds Configuration
el: Ρύθμιση Ροών Ειδήσεων
he: תצורת הזנות החדשות
ja: ニュースフィード設定
pt: Configuração das fontes de notícias

source: Categories
el: Κατηγορίες
he: קטגוריות
ja: カテゴリ
pt: Categorias

source: Add
el: Προσθήκη
he: הוסף
ja: 追加
pt: Adicionar

source: Delete
el: Διαγραφή
he: מחק
ja: 削除
pt: Apagar

source: Configure
el: Ρύθμιση
he: הגדר
ja: 設定
pt: Configurar

source: Languages
el: Γλώσσες
he: שפות
ja: 言語
pt: Idiomas

source: All
el: Όλα
he: הכול
ja: 全て
pt: Todas

source: Select
el: Επιλογή
he: בחר
ja: 選択
pt: Selecione

source: Empty the lists
el: Άδειασε τις λίστες
he: רוקן את הרשימות
ja: リストは空です
pt: Limpar as listas

source: Restore default lists
el: Επανέφερε τις προκαθορισμένες λίστες
he: שחזר את רשימות ברירת המחדל
ja: デフォルトのリストに戻す
pt: Restaurar as listas iniciais

source: There are <hilight>feeds</hilight> in this category.<br>You have to <hilight>remove them first</hilight>
el: Υπάρχουν <hilight>ροές</hilight> σε αυτή την κατηγορία.<br>Πρέπει να <hilight>τις αφαιρέσετε πρώτα</hilight>
he: ישנן <hilight>הזנות</hilight> בקטגוריה זו.<br>עליך <hilight>להסיר אותן תחילה</hilight>
ja: このカテゴリには<hilight>フィード</hilight>があります。<br>先にそれらを<hilight>削除</hilight>しておく必要があります。
pt: Já existem <hilight>fontes</hilight> nesta categoria.<br>Antes de mais, <hilight>tem que as remover</hilight>

source: News Module - Are you sure ?
el: Άρθρωμα Ειδήσεων - Είστε σίγουροι ?
he: מודול החדשות - האם אתה בטוח ?
ja: Newsモジュール - よろしいですか？
pt: Módulo de notícias - Tem a certeza?

source: News Gadget Configuration
el: Ρύθμιση Συστατικού Ειδήσεων
he: תצורת יישומון החדשות
ja: ニュースガジェット設定
pt: Configuração do "gadget" de notícias

source: View Mode
el: Λειτουργία Προβολής
he: מצב הצגה
ja: 表示モード
pt: Modo de visualização

source: Show one icon for all feeds
el: Εμφάνιση ενός εικονιδίου για όλες τις ροές
he: הצג סמל אחד עבור כול ההזנות
ja: すべてのフィードに対して1つのアイコンを表示
pt: Mostrar um ícone para todas as fontes

source: Show all feeds
el: Εμφάνιση όλων των ροών
he: הצג את כול ההזנות
ja: すべてのフィードを表示
pt: Mostrar todas as fontes

source: Show unread feeds
el: Εμφάνιση μη-αναγνωσμένων ροών
he: הצג הזנות שלא נקראו
ja: 未読フィードの表示
pt: Mostrar fontes não lidas

source: Show all feeds marked as important
el: Εμφάνιση όλων των ροών που είναι σημειωμένες ως σημαντικές
he: הצג את כול ההזנות שסומנו כחשובות
ja: 重要なフィードをすべて表示
pt: Mostrar as fontes importantes

source: Show unread feeds marked as important
el: Εμφάνιση μη-αναγνωσμένων ροών που είναι σημειωμένες ως σημαντικές
he: הצג הזנות שלא נקראו המסומנות כחשובות
ja: 重要な未読フィードを表示
pt: Mostrar as fontes não lidas marcadas como importantes

source: Feed open in
el: Ροή ανοίγει σε
he: פתיחת ההזנה באמצעות
ja: フィードを開く
pt: As fontes são abertas

source: the feed viewer
el: ο προβολέας ροών
he: מציג ההזנות
ja: フィードビューア
pt: no visualizador

source: my favorite browser
el: ο αγαπημένος μου περιηγητής ιστού
he: הדפדפן המועדף עלי
ja: お気に入りのブラウザ
pt: no navegador

source: Browser opens home url
el: Ο Περιηγητής Ιστού ανοίγει την Αρχική σελίδα
he: הדפדפן פותח את כתובת הבית
ja: ブラウザでホームURLを開く
pt: O navegador abre a "url" pessoal

source: instead of feed url
el: αντί για τη σελίδα ροών
he: במקום את כתובת ההזנה
ja: フィードURLの代わりに
pt: ao invés da "url" da fonte

source: Apply this to all News gadgets
el: Εφαρμογή αυτού σε όλα τα Συστατικά Ειδήσεων
he: החל זאת על כול יישומוני החדשות
ja: これをすべてのニュースガジェットに適用する
pt: Aplicar a todos os "gadgets" de notícias

source: News Gadget Content Configuration
el: Ρύθμιση Περιεχομένου Συστατικού Ειδήσεων
he: תצורת תוכן יישומון החדשות
ja: ニュースガジェット内容設定
pt: Configuração dos conteúdos do "gadget"

source: Avalaible Feeds
el: Διαθέσιμες Ροές
he: הזנות זמינות
ja: 利用可能なフィード
pt: Fontes disponíveis

source: Add this Feed
el: Προσθήκη αυτής της Ροής
he: הוסף הזנה זו
ja: これをフィードに追加
pt: Adicionar esta fonte

source: Selected Feeds
el: Επιλεγμένες Ροές
he: הזנות נבחרות
ja: 選択されたフィード
pt: Fontes selecionadas

source: Remove this Feed
el: Αφαίρεση αυτής της Ροής
he: הסר הזנה זו
ja: このフィードを削除
pt: Remover esta fonte

source: News Feeds Language Configuration
el: Ρύθμιση Γλώσσας Ροών Ειδήσεων
he: תצורת שפת הזנות החדשות
ja: ニュースフィード言語設定
pt: Configuração do idioma das fontes de notícias

source: Welcome to News Module !
el: Καλώς ορίσατε στο Άρθρωμα Ειδήσεων
he: ברוך הבא למודול החדשות !
ja: Newsモジュールへようこそ！
pt: Bem vindo ao módulo de notícias!

source: Please select the languages that you are able to read
el: Παρακαλώ επιλέξτε τις γλώσσες που μπορείτε να διαβάσετε
he: אנא בחר את השפות שהינך מבין
ja: 使用したい言語を選んでください
pt: Por favor, selecione o(s) idioma(s) que consegue ler

source: The <hilight>name</hilight> you entered is not correct
el: Το <hilight>όνομα</hilight> που δώσατε δεν είναι σωστό
he: ה<hilight>שם</hilight> שהזנת אינו נכון
ja: 入力された<hilight>名前</hilight>が正しくありません
pt: O <hilight>nome</hilight> indicado é inválido

source: The need to <hilight>select a category</hilight>.
el: Ανάγκη επιλογής μιας<hilight>κατηγορίας</hilight>.
he: הצורך ב<hilight>בחירת קטגוריה</hilight>.
ja: カテゴリを<hilight>選択</hilight>する必要があります
pt: Precisa de selecionar uma <hilight>categoria</hilight>.

source: A feed with the <hilight>name</hilight> %s <hilight>already exists</hilight><br>in the %s category<br><br>Its not possible to have feeds with the same name<br>in one category.
el: Η ροή με <hilight>όνομα</hilight> %s <hilight>υπάρχει ήδη</hilight><br>στην %s κατηγορία<br><br>Δεν γίνεται να υπάρχουν ροές με το ίδιο όνομα<br>στην ίδια κατηγορία.
he: הזנה בעלת <hilight>השם</hilight> %s <hilight>כבר קיימת</hilight><br>תחת הקטגוריה %s<br><br>לא תתכנה שתי הזנות בעלות אותו השם<br>באותה הקטגוריה.
ja: %sという名前のフィードは既に%sカテゴリに存在しています。<br><br>1つのカテゴリに同じ名前フィードを含めることはできません。
pt: Já existe uma <hilight>fonte </hilight>com o nome <hilight>%s</hilight><br>na categoria %s.<br><br>Não é possível ter na mesma categoria<br>fontes com nomes iguais.

source: You need to select a <hilight>language</hilight>.
el: Πρέπει να επιλέξετε μια <hilight>γλώσσα</hilight>.
he: עליך לבחור <hilight>שפה</hilight>.
ja: <hilight>言語</hilight>を選択する必要があります
pt: Precisa de escolher um <hilight>idioma</hilight>.

source: The <hilight>url</hilight> you specified is not correct
el: Η <hilight>σελίδα</hilight> που καθορίσατε δεν είναι σωστή
he: ה<hilight>כתובת</hilight> שציינת אינה נכונה
ja: 入力された<hilight>URL</hilight>は正しくありません
pt: A <hilight>"url"</hilight> indicada é inválida.

source: You need to enter a <hilight>name</hilight> !
el: Πρέπει να εισάγετε ένα <hilight>όνομα</hilight> !
he: עליך להזין <hilight>שם</hilight> !
ja: <hilight>名前</hilight>を入力してください！
pt: Precisa de indicar um <hilight>nome</hilight> !

source: The <hilight>name</hilight> you entered is <hilight>already used</hilight><br>by another category
el: Το <hilight>όνομα</hilight> που δώσατε <hilight>χρησιμοποιείται ήδη</hilight><br>από μια άλλη κατηγορία
he: ה<hilight>שם</hilight> שהזנת <hilight>כבר נמצא בשימוש</hilight><br>על ידי קטגוריה אחרת
ja: 入力された名前は既に別のカテゴリによって使用されています
pt: O <hilight>nome</hilight> indicado já <hilight>está a ser utilizado</hilight><br>por outra categoria.

source: Configure this feed
el: Ρύθμιση αυτής της ροής
he: הגדר הזנה זו
ja: このフィードを設定する

source: Set all feeds as read
el: Ορισμός όλων των ροών ως αναγνωσμένες
he: הגדר את כול ההזנות כנקראו
ja: すべてのフィードを既読にする

source: Update all feeds
el: Ανανέωση όλων των ροών
he: עדכן את כול ההזנות
ja: すべてのフィードを更新

source: Configure gadget
el: Ρύθμιση συστατικού
he: הגדר את היישומון
ja: ガジェットを設定する

source: Configure gadget content
el: Ρύθμιση περιεχομένου συστατικού
he: הגדר את תוכן היישומון
ja: ガジェットの内容を設定する

source: Main Configuration
el: Κεντρική Ρύθμιση
he: התצורה הראשית
ja: メイン設定

source: Feeds Configuration
el: Ρύθμιση Ροών
he: תצורת ההזנות
ja: フィード設定

source: Configuration
el: Ρύθμιση
he: תצורה
ja: 設定

source: News Module DEBUG DEBUG DEBUG DEBUG
he: מודול החדשות ניפוי ניפוי ניפוי
ja: Newsモジュール デバッグ デバッグ デバッグ デバッグ
pt: Módulo de notícias DEBUG DEBUG DEBUG DEBUG

source: News Module
el: Άρθρωμα Ειδήσεων
he: מודול החדשות
ja: Newsモジュール
pt: Módulo de notícias

source: News Module Error
el: Σφάλμα Άρθρωματος Ειδήσεων
he: שגיאת מודול החדשות
ja: Newsモジュールエラー
pt: Erro no módulo de notícias

source: Feeds in this gadget
el: Ροές σε αυτό το συστατικό
he: הזנות ביישומון זה
ja: このガジェットのフィード
pt: Fontes neste "gadget"

source: Articles in selected feed
el: Άρθρα στην επιλεγμένη ροή
he: כתבות בהזנה הנבחרת
ja: 選択されたフィードの記事
pt: Artigos na fonte selecionada

source: Set all as read
pt: Marcar todas como lidas

source: Update
pt: Atualizar

source: Gadget Contents
pt: Conteúdos do "gadget"

source: Main
pt: Principal

source: Settings
pt: Definições
