Repository: playya/Enlightenment
Catalog: trunk/elmdentica/po/*.po
Languages: sl

source: Close
sl: Zapri

source: Can't dump %s into %s: (%d) %s
sl: Ne morem spustiti·%s·v·%s: (%d)·%s

source: Can't open %s for writing: %s
sl: Ne morem odpreti·%s·za pisanje:·%s

source: Last messages...
sl: Zadnja sporočila...

source: Everyone...
sl: Vsakdo...

source: My favorites...
sl: Moji priljubljeni...

source: Replies / mentions...
sl: Odgovori·/·omembe...

source: My friends...
sl: Moji prijatelji...

source: Error %d: %s
sl: Napaka·%d:·%s

source: System failed, child exited with status %d
sl: Sistem·spodletel,·izhod podrejenega procesa s statusom·%d

source: Follow
sl: Zasleduj

source: Stop following
sl: Ustavi zasledovanje

source: Couldn't parse user info message...
sl: Ni bilo mogoče razčleniti uporabnikovega informacijskega sporočila...

source: You are a member of group %s along with %d other people.<br>«%s»
sl: Ste član skupine·%s·skupaj z·%d·drugimi ljudmi.<br>«%s»

source: Leave
sl: Zapusti

source: You are not a member of group %s but %d people are.<br>«%s»
sl: Niste član skupine·%s·vendar·%d·ljudje so.<br>«%s»

source: Join
sl: Pridruži se

source: Check it out!
sl: Preveri!

source: a few seconds ago
sl: pred nekaj sekundami

source: a few minutes ago
sl: pred nekaj minutami

source: ~ %d minutes ago
sl: ~·%d·min.·nazaj

source: ~ %d hours ago
sl: ~·%d·ur.·nazaj

source: ~ 1 hour ago
sl: ~·1·uro nazaj

source: on %x
sl: na·%x

source: some-when
sl: nekaj ko

source: Finished %s
sl: Končano·%s

source: Ok
sl: V redu

source: Open
sl: Odprto

source: downloading %s
sl: prejemanje·%s

source: Cancel
sl: Prekliči

source: Users
sl: Uporabniki

source: Links
sl: Bližnjice

source: Tags
sl: Oznake

source: Groups
sl: Skupine

source: Attachments
sl: Priponke

source: Reply
sl: Odgovori

source: Repeat
sl: Ponovi

source: DM
sl: Direktno sporočilo

source: Unmark favorite
sl: Odstrani priljubljeno

source: Mark favorite
sl: Označi priljubljeno

source: View related
sl: Povezano z ogledom

source: Status details
sl: Podrobnosti stanja

source: Error
sl: Napaka

source: µ-blog Error
sl: µ-blog·napaka

source: Send a DM to...
sl: Pošlji·direktno sporočilo za...

source: OK
sl: V redu

source: Type your status here...
sl: Vtipkaj svoje stanje sem...

source: Timelines
sl: Časovnice

source: Direct Messages
sl: Direktna sporočila

source: Everyone
sl: Vsakdo

source: Just me
sl: Le jaz

source: Favorites
sl: Priljubljeno

source: Replies/Mentions
sl: Odgovori/Omembe

source: Friends & I
sl: Prijatelji &·Jaz

source: Post
sl: Objavi

source: Send
sl: Pošlji

source: Clear
sl: Počisti

source: Fullscreen
sl: Celozaslonsko

source: Settings
sl: Nastavitve

source: Not enough memory to create a status
sl: Ni dovolj spomina da ustvarite status

source: Not enough memory to create an user
sl: Ni dovolj spomina da ustvarite uporabnika

source: Error encountered: %s
sl: Napaka:·%s

source: Unknown timeline %d
sl: Neznana časovnica·%d

source: Not enough memory to construct timeline URI
sl: Ni dovolj spomina da ustvarite časovnico·URI

source: Not enough memory to prepare host url
sl: Ni dovolj spomina da ustvarite gostiteljski·url

source: never
sl: nikoli

source: 1 minute
sl: 1·min.

source: 2 minutes
sl: 2·min.

source: 5 minutes
sl: 5·min.

source: 10 minutes
sl: 10·min.

source: 15 minutes
sl: 15·min.

source: 30 minutes
sl: 30·min.

source: 1 hour
sl: 1 uro

source: 1 h
sl: 1 u

source: Every:
sl: Vsake:

source: Screen name
sl: Zaslonsko ime

source: Password
sl: Geslo

source: Type
sl: Vrsta

source: Secure
sl: Varno

source: Faster
sl: Hitrejše

source: Domain
sl: Domena

source: Base URL
sl: Osnovni URL

source: Receive?
sl: Sprejmem?

source: Send?
sl: Pošljem?

source: Accounts...
sl: Računi...

source: Add
sl: Dodaj

source: Edit
sl: Uredi

source: Delete
sl: Izbriši

source: No posts<br>in cache.
sl: Ni objav<br>v pomnilniku.

source: Currently remembering<br>%d posts.
sl: Trenutno zapomnjenih<br>%d·objav.

source: No messages<br>in cache.
sl: Ni sporočil<br>v pomnilniku.

source: Currently remembering<br>%d messages.
sl: Trenutno zapomnjenih<br>%d·sporočil.

source: Displayed messages
sl: Prikazana sporočila

source: Please choose a browser
sl: Prosim, izberite brskalnik

source: No supported browser available
sl: Noben podprt brskalnik ni dostopen

source: Preferred browser...
sl: Priljubljen brskalnik...

source: Online mode...
sl: Povezan način...

source: Online
sl: Povezan

source: Offline
sl: Razvezan

source: Timestamps...
sl: Časovni žigi...

source: Relative
sl: Relativno

source: Absolute
sl: Absolutno

source: Auto updates
sl: Samodejne posodobitve

source: Pattern...
sl: Vzorec...

source: Gag patterns...
sl: Vzorci pridušitve...

source: ElmDentica settings...
sl: Nastavitve ElmDentice...

source: Accounts
sl: Računi

source: Cache
sl: Pomnilnik

source: Options
sl: Možnosti

source: Gag
sl: Priduši

source: Usage: -d Debug mode (for extra yummy output, use multiple times) -h Help (what you're reading right now) -m N Show N messages at a time
sl: Uporaba: ···-d···Razhroščevalni način·(za bolj okusen iznos,·uporabite večkrat) ···-h···Pomoč·(kar ravno zdaj prebirate) ···-m·N·Prikaži·N·sporočil naenkrat

source: Can't run ecore_file_init()
sl: Ne morem zagnati·ecore_file_init()

source: Can't create preferences directories since asprintf failed
sl: Ne morem ustvariti mape priljubljenih, ker je·asprintf·spodletel

source: Can't create preferences directories since ecore_file_mkpath failed
sl: Ne morem ustvariti mape priljubljenih ker je·ecore_file_mkpath·spodletel

source: Not enough memory to define conf.eet path
sl: Ni dovolj spomina za določiti pot·conf.eet

source: Couldn't run eet_init()
sl: Ni bilo mogoče zagnati·eet_init()

source: Can't create %s
sl: Ne morem ustvariti·%s

source: Can't setup settings_edd.
sl: Ne morem nastaviti·settings_edd.

source: Not enough memory for settings, no doubt for anything else either, surely...
sl: Ni dovolj spomina za nastavitve, nedvomno tudi za karkoli drugega, gotovo...
