Repository: playya/Enlightenment
Catalog: OLD/E-MODULES-EXTRA/tiling/po/*.po
Languages: cs

source: Tiling
cs: Dlaždicce

source: Windows
cs: Okna

source: Tiling Configuration
cs: Nastavení modulu

source: General
cs: Hlavní

source: Horizontal:
cs: Horizontální:

source: Vertical:
cs: Vertikální:

source: Virtual Desktops
cs: Virtuální plochy

source: Grid mode settings
cs: Nastavení módu mřížky

source: Bigmain settings
cs: Nastavení bigmain

source: Big win takes percent of screen:
cs: Velká okna zaberou procent z obrazovky:

source: Tiling border
cs: Okraj

source: Floating border
cs: Plovoucí okraj
