Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/notification/po/*.po
Languages: cs, de, eo

source: Configuration
de: Einstellungen
eo: Agordo

source: Notification Box
cs: Notifikace
de: Benachrichtigungsfenster
eo: Kesto de atentigo

source: Enter Presentation Mode
cs: Vstup do prezentačního módu
de: In den Präsentationsmodus wechseln

source: Enlightenment is in <b>presentation</b> mode.<br>During presentation mode, screen saver, lock and power saving will be disabled so you are not interrupted.
cs: Enlightenment je nyní v <b>prezentačním</b> módu.<br>Během prezentačního módu budou spořič obrazovky, zamčení obrazovky a správa napájení zakázány.
de: Enlightenment befindet sich im <b>Präsentations</b>-Modus.<br>Im Präsentationsmodus sind der Bildschirmschoner, Sperren des Bildschirms und Energiesparen deaktivert, um Sie nicht zu unterbrechen.

source: Exited Presentation Mode
cs: Opuštěn prezentační mód
de: Präsentationsmodus wurde verlassen

source: Presentation mode is over.<br>Now screen saver, lock and power saving settings will be restored.
cs: Prezentační mód byl vypnut.<br>Nyní budou obnoveny nastavení spořiče, zamčení obrazovky a správy napájení.
de: Der Präsentationsmodus ist beendet.<br>Die Bildschirmschoner-, Bildschirm sperren- und Energiespareinstellungen werden wiederhergestellt.

source: Enter Offline Mode
cs: Vstup do offline módu
de: In den Offlinemodus wechseln

source: Enlightenment is in <b>offline</b> mode.<br>During offline mode, modules that use network will stop polling remote services.
cs: Enlightenment je nyní v <b>offline</b> módu.<br>Během offline módu moduly přestanou využívat sít.
de: Enlightenment befindet sich im <b>Offline</b>-Modus.<br>Im Offlinemodus werden keine Module entfernte Netzwerkdienste kontaktieren.

source: Exited Offline Mode
cs: Opuštěn offline mód
de: Offlinemodus verlassen

source: Now in <b>online</b> mode.<br>Now modules that use network will resume regular tasks.
cs: Nyní v <b>online</b> módu.<br>Moduly používající síť nyní znovu spustí běžné úlohy.
de: Zurück im <b>Online</b>-Modus.<br>Die Module fahren mit ihren netzwerkbezogenen Aufgaben fort.

source: Extensions
cs: Rozšíření
de: Erweiterungen
eo: Kromajxoj

source: Notification
cs: Notifikace
de: Benachrichtigung
eo: Atentigo

source: Notification Configuration Updated
de: Benachrichtigungseinstellungen aktualisiert
eo: Agordo gxisdatigita de atentigo

source: Notification Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the Notification module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
de: Die Moduleinstellungen bedurften einer Aktualisierung. Ihre alte Konfiguration<br> wurde durch neue Standardwerte ersetzt. Dies<br>wird regelmäßig während des Entwicklungsprozesses passieren. Melden Sie dies nicht als<br>Fehler. Es bedeutet lediglich, dass das Benachrichtigungsmodul neue Standard-<br>einstellungen benötigt, die Ihre alte Einstellung nicht hatte,<br>um ordnungsgemäß zu funktionieren. Diese Standardeinstellungen werden<br>hinzugefügt, um ordnungsgemäßes Funktionieren sicherzustellen. Sie können die<br>Einstellungen nun nach ihrem Belieben neu anpassen. Entschuldigen Sie die Umstände.<br>
eo: La agordo de la modulo Notification bezonas ĝisdatigon. Via malnova agordo<br> estis viŝita kaj nova aro da defaŭltoj estis pravalorizitaj. Tio okazos ofte dum<br> la programado, do ne raportu cimon. Tio simple signifas ke la modulo<br> Notification bezonas novajn datumojn de agordo defaŭlte por uzebla funkcieco<br> kiuj viaj agordoj mankas. Tiu nova aro da defaŭltoj korektos tion aldoniĝante<br> Vi povas de nove agordi nun kiel vi volas. Bonvolu pardoni por la malagrablaĵoj.<br>

source: Your Notification Module Configuration is NEWER than the Notification Module version. This is very<br>strange. This should not happen unless you downgraded<br>the Notification Module or copied the configuration from a place where<br>a newer version of the Notification Module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
de: Ihre Moduleinstellungen sind NEUER als die Modulversion selbst. Das ist sehr<br>seltsam und sollte nicht passieren, außer Sie haben das Modul <br>deaktualisiert oder die Moduleinstellungen von einem Ort kopiert, an dem<br>eine neuere Version des Modules lief. Das ist kritisch.<br>Ihre Einstellungen wurden vorbeugend auf Standardwerte<br>zurückgesetzt. Entschuldigen Sie die Umstände.<br>
eo: Via agordo de la modulo Notification estas PLI NOVA ol la modulo mem. Tio estas ege<br> strange. Tio ne devus okazi krom se vi antaŭdatiĝis la modulon aŭ kopiis la agordon<br> el loko kie nova versio de la modulo funkciis. Tio estas malbone kaj antaŭzorge via<br> agordo estis restaŭrita al defaŭltoj. Bonvolu pardoni por la malagrablaĵoj.<br>

source: Error During DBus Init!
cs: Chyba při načítání DBus!
de: Fehler bei der Initialisierung von DBus!
eo: Eraro dum pravalorizo de DBus!

source: Error during DBus init! Please check if dbus is correctly installed and running.
cs: Chyba při načítání DBus! Prosím zkontrolujte, jestli máte dbus správně nainstalovaný a spuštěný.
de: Fehler bei der Initialisierung von DBus! Prüfen Sie, ob dbus korrekt installiert ist und läuft.
eo: Eraro dum pravalorizo de DBus! Bonvolu kontroli se ĝi estas instalata kaj funkcianta.

source: Notification Configuration
de: Benachrichtigungseinstellungen
eo: Agordo de la modulo Atentigo

source: Urgency
cs: Důležitost
de: Dringlichkeit
eo: Urgxo

source: low
cs: nízký
de: niedrig
eo: malalta

source: critical
cs: kritický
de: kritisch
eo: kritika

source: Default Timeout
cs: Výchozí časový limit
de: Vorgabezeitbeschränkung

source: %.1f seconds
cs: %.1f sekund
de: %.1f Sekunden

source: Placement
de: Platzierung
eo: Posicio

source: Direction
de: Ausrichtung
eo: Direkto

source: Gap
de: Abstand
eo: Intervalo

source: Size of the gap between two popups :
de: Größe des Abstandes zwischen zwei Popups
eo: Intervalo inter du sxprucfenestroj:

source: %2.0f pixels
de: %2.0f Pixel
eo: %2.0f rastrumeroj

source: Notification Box Configuration
cs: Nastavení modulu Notification
de: Benachrichtigungsfenstereinstellungen
eo: Agordo de la kesto de atentigo

source: General Settings
cs: Obecné nastavení
de: Allgemeine Einstellungen
eo: Gxeneralaj agordoj

source: Show Icon Label
cs: Zobrazit titulek ikony
de: Zeige Symbolbeschriftung
eo: Vidigi piktograman etikedon

source: Show the popup on mouse over
cs: Zobrazit bublinu při aktivaci kurzorem
de: Beim Überfahren mit der Maus den Popup zeigen
eo: Vidigi la sxprucfenestron (muso supre)

source: Focus the source window when clicking
cs: Aktivovat zdrojové okno při kliknutí
de: Das Hauptfenster durch Klicken fokussieren
eo: Fokusigi la fontan fenestron dum alklako

source: Settings
cs: Volby

source: Notification Module
cs: Notifikační modul

source: Notification Settings
cs: Volby modulu

source: Levels of urgency to popup :
cs: Level důležitosti ke zobrazení :
eo: Niveloj de urgxo sxprucfenestrendaj:

source: normal
cs: normální
eo: normala

source: Popup Corner
cs: Roh bubliny

source: Levels of urgency to store :
cs: Stupně důležitosti k zaznamenání :
eo: Niveloj de urgxo memorendaj:

source: Direction in which popups will stack themselves :
eo: Direkto en kiuj sxprucfenestroj stakigxos:
