Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/everything-websearch/po/*.po
Languages: de, el, it

source: Translate
de: Übersetzen
el: Μετάφραση
it: Traduci

source: Abort download
de: Download abbrechen
el: Αναβολή λήψης
it: Termina download

source: Got %d kbytes of
de: %d KBytes erhalten von
el: Έλαβα %d kbyte από
it: Ottenuti %d kbytes di

source: Enqueue in Playlist
de: In Wiedergabeliste hinten einordnen
el: Προσθήκη στη λίστα αναπαραγωγής
it: Accoda alla playlist

source: Enqueue
de: Hinten einordnen
el: Προσθήκη στη λίστα
it: Accoda

source: Play File
de: Datei wiedergeben
el: Αναπαραγωγή αρχείου
it: Esegui file

source: Play
de: Abspielen
el: Αναπαραγωγή
it: Esegui

source: Finished download
de: Download abgeschlossen
el: Ολοκληρωμένη λήψη
it: Download completato

source: Start download
de: Download beginnen
el: Εκκίνηση λήψης
it: Inizia download

source: Enqueue files for download
de: Dateien zum Download hinten einordnen
el: Προσθήκη αρχείων στη λίστα για λήψη
it: Accoda file per il download

source: Upload Image
de: Bild hochladen
el: Ανέβασε μια εικόνα
it: Invia immagine

source: Link copied to clipboard
de: Kopiertes mit Zwischenablage verbinden
el: Ο σύνδεσμος αντιγράφηκε στο πρόχειρο
it: Link copiato negli appunti

source: Something went wrong :(
de: Etwas ist fehlgeschlagen :(
el: Κάτι πήγε στραβά
it: Qualcosa Ã¨ andato storto :(

source: Completed %1.1f%% of %s
de: %1.1f%% von %s beendet
el: Ολοκληρώθηκε %1.1f%% από %s
it: Completati %1.1f%% di %s

source: Google for it
el: Ψάξτο στο Google
it: Cerca con Google

source: Wikipedia Page
de: Wikipedia-Seite
el: Σελίδα της Wikipedia
it: Pagina su Wikipedia

source: Feeling Lucky
de: Auf gut Glück
el: Νοιώθω τυχερός
it: Mi sento fortunato

source: Watch on Youtube
de: Auf Youtube anschauen
el: Δες το στο YouTube
it: Guarda su Youtube

source: Download as Audio
de: Als Audio-Datei herunterladen
el: Λήψη ως αρχείο ήχου
it: Scarica come audio

source: Play Video
de: Video abspielen
el: Αναπαραγωγή βίντεο
it: Esegui video

source: Download and enqueue
de: Dowloaden und hinten einreihen
el: Λήψη και προσθήκη στη λίστα
it: Scarica e accoda

source: Download and play
de: Downloaden und abspielen
el: Λήψη και αναπαραγωγή
it: Scarica ed esegui

source: Everything Websearch
de: Everything Websuche
el: Αναζήτηση ιστού Everything
it: Websearch di Everything

source: General
de: Allgemein
el: Γενικά
it: Generale

source: Browser
de: Webbrowser
el: Περιηγητής

source: Language
de: Sprache
el: Γλώσσα
it: Lingua

source: Video player
de: Video-Abspieler
el: Αναπαραγωγέας βίντεο
it: Player video

source: Download directory
de: Download-Verzeichnis
el: Κατάλογος λήψεων
it: Directory di download

source: Download requires mplayer and mp3lame
de: Downloaden benötigt Mplayer und mp3lame
el: Η λήψη απαιτεί το mplayer και το mp3lame
it: Il download richiede mplayer e mp3lame

source: Extensions
de: Erweiterungen
el: Επεκτάσεις

source: Launcher
it: Lanciatore
