Repository: playya/Enlightenment
Catalog: trunk/e17/proto/ephoto/po/*.po
Languages: de

source: Ephoto Slideshow
de: Ephoto Diavorführung

source: Slideshow Configuration
de: Diavorführung Konfiguration

source: Window Size
de: Fenstergröße

source: Fullscreen
de: Vollbild

source: Custom
de: Benutzerdefiniert

source: Width
de: Weite

source: Height
de: Höhe

source: Order
de: Reihenfolge

source: Random Order
de: Zufallsfolge

source: Image Size
de: Bildgröße

source: Zoom Images to Fill Window
de: Bild in Fenster einpassen

source: Keep Aspect
de: Behalte Proportionen

source: Transitions
de: Übergänge

source: Show File Name On Change
de: Zeige Dateinamen beim Wechsel

source: save
de: Speichern

source: cancel
de: Abrechen

source: Menu|File
de: Datei

source: Menu|File|Exit
de: Beenden

source: Menu|Albums
de: Alben

source: Menu|Albums|Add Album
de: Diavorführung

source: Menu|Albums|Remove Album
de: Album entfernen

source: Menu|Viewer
de: Bildbetrachter

source: Menu|Viewer|Image Viewer
de: Bildbetrachter

source: Menu|Slideshow
de: Diavorführung

source: Menu|Slideshow|Configure Slideshow
de: Diavorführung Konfigurieren

source: Menu|Slideshow|Start Slideshow
de: Diavorführung starten

source: Location:
de: Ort:

source: Albums
de: Alben

source: Ephoto Image Viewer
de: Ephoto Bildbetrachter

source: Menu|File|Save Image
de: Bild speichern

source: Menu|Actions
de: Ansicht

source: Menu|Actions|Zoom In
de: Vergrößern

source: Menu|Actions|Zoom Out
de: Verkleinern

source: Menu|Actions|Zoom To Fit
de: ins Fenster einpassen

source: Menu|Actions|Zoom 1:1
de: Originalgröße

source: Menu|Actions|Flip Horizontally
de: Horizontal spiegeln

source: Menu|Actions|Flip Vertically
de: Vertikal spiegeln

source: Menu|Actions|Rotate Left
de: 90° drehen (links)

source: Menu|Actions|Rotate Right
de: 90° drehen (rechts)

source: Left
de: links

source: Right
de: rechts
