Repository: playya/Enlightenment
Catalog: trunk/etk/po/*.po
Languages: el

source: Etk Button test
el: Δοκιμή κουμπιού Etk

source: Normal button
el: Κανονικό Κουμπί

source: Button with an image
el: Κουμπί με εικόνα

source: Check button
el: Κουμπί ενεργοποίησης

source: Radio button
el: Κουμπί επιλογής

source: Toggle button
el: Κουμπί εναλλαγής

source: Etk Canvas Test
el: Δοκιμή Etk Καμβά

source: Add object
el: Προσθήκη αντικειμένου

source: Etk Color Picker
el: Επιλογέας Χρωμάτων Etk

source: Etk Entry test
el: Δοκιμή Καταχώρησης Etk

source: Print the text!!!
el: Εκτύπωση του κειμένου!!!

source: Etk Image Test
el: Δοκιμή Εικόνας Etk

source: Keep aspect
el: Κράτα την αναλογία

source: Don't keep aspect
el: Μην κρατάς την αναλογία

source: Etk Scale test
el: Δοκιμή Κλίμακας Etk

source: Etk Table Test
el: Δοκιμή Πίνακα Etk

source: Set Icon
el: Ορισμός Εικονιδίου

source: App name
el: Όνομα εφαρμογής

source: Generic Info
el: Γενικές Πληροφορίες

source: Comments
el: Σχόλια

source: Executable
el: Εκτελέσιμο

source: Window name
el: Όνομα Παραθύρου

source: Wait exit
el: Αναμονή εξόδου

source: Cancel
el: Ακύρωση

source: Save
el: Αποθήκευση

source: Etk Test Application
el: Δοκιμαστική Εφαρμογή Etk

source: Etk Tree Test
el: Δοκιμή Δέντρου Etk

source: <h1>Tree:</h1>
el: <h1>Δέντρο:</h1>

source: <h1>List:</h1>
el: <h1>Λίστα:</h1>

source: Column 1
el: Στήλη 1

source: Column 2
el: Στήλη 2

source: Column 3
el: Στήλη 3

source: Row1
el: Γραμμή1

source: Row2
el: Γραμμή2

source: Row3
el: Γραμμή3

source: Row4
el: Γραμμή4

source: Row5
el: Γραμμή5

source: Row6
el: Γραμμή6

source: Row7
el: Γραμμή7

source: Row8
el: Γραμμή8

source: Row9
el: Γραμμή9

source: Row10
el: Γραμμή10

source: Row11
el: Γραμμή11

source: Row12
el: Γραμμή12
