Repository: playya/Enlightenment
Catalog: BROKEN/elitaire/po/*.po
Languages: ca, fi, lt, nl, pt

source: Elitaire Error in %s: missing element_value part!
ca: Error d'Elitaire a %s : Perdut
lt: Elitaire klaida %s: nerasta element_value dalis!
nl: Elitaire Fout in %s: missend element_value deel!
pt: Erro em %s: faltam partes do "element_value"!

source: Elitaire Error in %s: missing element group!
ca: Error d'Elitaire a %s: s'ha perdut element de grup!
lt: Elitaire klaida %s: nerasta elementų grupė!
nl: Elitaire Fout in %s: missende elementgroep!
pt: Erro em %s: faltam elementos do grupo!

source: You win!
ca: Guanyes!
fi: Sinä voitit!
lt: Jūs laimėjote!
nl: Je wint!
pt: Ganhou!

source: You lose!
ca: Perds!!
fi: Sinä hävisit!
lt: Jūs pralaimėjote!
nl: Je verliest
pt: Perdeu!

source: Game Over
ca: Fi de joc
fi: Peli päättyi
lt: Žaidimas baigtas
pt: Acabou o jogo

source: Elitaire Error: cards file %s not found!
ca: Error d'Elitaire: Fitxer de cartes %s no trobat!!
fi: Elitaire-virhe: korttitiedostoa %s ei löytynyt!
lt: Elitaire klaida: nerastas kortų failas %s!
nl: Elitaire Fout: kaartbestand %s was niet gevonden!
pt: Erro: o ficheiro %s não foi encontrado!

source: Elitaire Error in %s: elitaire_card_field does not exist!
ca: Error d'Elitaire a %s: Elitaire_card_field no existeix!!
lt: Elitaire klaida %s: elitaire_card_field neegzistuoja!
nl: Elitaire Fout in %s: elitaire_card_field bestaat niet!
pt: Erro em %s: não existe "elitaire_card_field"!

source: Elitaire Error: unable to find %s theme!
ca: Error d'Elitaire: no s'ha pogut trobar el tema %s
fi: Elitaire-virhe: teemaa %s ei löydy!
lt: Elitaire klaida: nepavyko rasti temos %s!
nl: Elitaire Fout: kan thema %s niet vinden!
pt: Erro: incapaz de encontrar o tema %s!

source: Games
ca: Jocs
fi: Pelit
lt: Žaidimai
nl: Spellen
pt: Jogos

source: Themes
ca: Temes
fi: Teemat
lt: Temos
nl: Thema's
pt: Temas

source: Cards
ca: Cartes
fi: Kortit
lt: Kortos
nl: Kaarten
pt: Cartas

source: CONTEXT|Undo
ca: CONTEXT|Desfès
fi: Kumoa
lt: CONTEXT|Atšaukti
nl: CONTEXT|Ongedaan maken
pt: Desfazer

source: CONTEXT|Highscore
ca: CONTEXT|Màximes puntuacions
fi: Ennätykset
lt: CONTEXT|Geriausi rezultatai
pt: Melhores resultados

source: CONTEXT|Preferences
ca: CONTEXT|Preferencies
fi: Asetukset
lt: CONTEXT|Parinktys
nl: CONTEXT|Voorkeuren
pt: Preferências

source: CONTEXT|About
ca: CONTEXT|Sobre
fi: Tietoja
lt: CONTEXT|Apie
nl: CONTEXT|Over
pt: Sobre

source: CONTEXT|Help
fi: Ohje
lt: CONTEXT|Pagalba
pt: Ajuda

source: CONTEXT|New
ca: CONTEXT|Nou
fi: Uusi peli
lt: CONTEXT|Naujas
nl: CONTEXT|Nieuw
pt: Novo

source: Elitaire Error: No theme file in %s!
ca: Error d'Elitaire : No trobat el fitxer de tema %s!
fi: Elitaire-virhe: %s ei sisällä teematiedostoa!
lt: Elitaire klaida: %s nerastas temos failas!
nl: Elitaire Fout: Geen themabestand in %s!
pt: Erro: tema não encontrado em %s!

source: Elitaire Error: No cards file in %s!
ca: Error d'Elitaire : No s'ha trobat el fitxer de cartes a %s!
fi: Elitaire-virhe: %s ei sisällä korttitiedostoa!
lt: Elitaire klaida: faile %s nėra kortų!
nl: Elitaire Fout: Geen kaartbestand in %s!
pt: Erro: cartas não encontradas em %s!

source: Elitaire Error: Card %s is missed!
ca: Error d'Elitaire: La carta %s està perduda!
fi: Elitaire-virhe: Kortti %s puuttuu!
lt: Elitaire klaida: korta %s nerasta!
nl: Elitaire Fout: Kaart %s ontbreekt!
pt: Erro: não existe a carta %s!

source: Elitaire Error: The bg pic is missed!
ca: Error d'Elitaire: L'imatge de fons està perduda!
lt: Elitaire klaida: nerastas fono paveikslas!
nl: Elitaire Fout: De achtergrondafbeelding ontbreekt!
pt: Erro: não existe a imagem de fundo!

source: Elitaire Error: The shadow pic is missed!
ca: Error d'Elitaire : La imatge d'hombra està perduda!
lt: Elitaire klaida: nerastas šešėlio paveikslas!
nl: Elitaire Fout: De schaduwafbeelding ontbreekt!
pt: Erro: não existe a imagem da sombra!

source: Elitaire Error: unknown game %s
ca: Error d'Elitaire: Joc %s desconegut
fi: Elitaire-virhe: peli %s on tuntematon
lt: Elitaire klaida: nežinomas žaidimas %s
nl: Elitaire Fout: Onbekend spel %s
pt: Erro: o jogo %s é desconhecido!

source: Elitaire Error: Callback registering failed!
ca: Elitaire hiba: visszahívás regisztráció hiba!
lt: Elitaire klaida: nepavyko užregistruoti atsiliepimo!
nl: Elitaire Fout: Terugval registratie gefaald!
pt: Erro: falha ao registar a invocação!

source: About
ca: Sobre
fi: Tietoja
lt: Apie
nl: Over
pt: Sobre

source: %s version %s Author: %s %s %s Thanks to: %s %s
ca: %s versió %s Autor: %s %s %s Gràcies a: %s %s
fi: %s - versio %s Tekijä: %s %s %s Kiitokset: %s %s
lt: %s versja %s Autorius: %s %s %s Dėkojame: %s %s
nl: %s versie %s Auteur: %s %s %s Met dank aan: %s %s
pt: %s versão %s Autor: %s %s %s Obrigado a: %s %s

source: Configuration
ca: Configuració
fi: Asetukset
lt: Konfigūracija
nl: Configuratie
pt: Configuração

source: Graphic
ca: Grafic
fi: Grafiikka
lt: Grafika
nl: Afbeelding
pt: Gráfico

source: animated movements
ca: Moviments animats
fi: animoidut siirrot
lt: animuoti judesiai
nl: Geanimeerde Bewegingen
pt: movimentações animadas

source: shadows
ca: ombres
fi: varjot
lt: šešėliai
nl: schaduws
pt: sombras

source: velocity:
ca: Velocitat
fi: Nopeus:
lt: greitis:
nl: snelheid:
pt: velocidade:

source: frame rate:
ca: Proporció d'estructura
fi: Ruudun päivitysnopeus:
lt: kadrų dažnis:
pt: taxa de "frames":

source: Laziness
ca: Ganduleria
fi: Korttien siirtoavustin
lt: Tingumas
nl: Luiheid
pt: Preguiça

source: normal mode
ca: mode normal
fi: normaalitila
lt: normali veiksena
nl: normale modus
pt: normal

source: lazy mode
ca: Mode gandul
fi: laiskotustila
lt: tingi veiksena
nl: luie modus
pt: preguiçoso

source: Render Engine
ca: Motor de Renderització
fi: Piirtomoottori
lt: Atvaizdavimo variklis
pt: Motor de processamento

source: Changes only affect after new start
ca: Elscanvis només afectaran després de reiniciar
fi: Muutokset tulevat voimaan uudelleenkäynnistyksen jälkeen
lt: Pakeitimai įsigalios tik pradėjus iš naujo
nl: Wijzigingen treden pas in werking na een nieuwe start
pt: As alterações produzirão efeito depois de reiniciar

source: Software
ca: Programari
fi: Ohjelmistopohjainen
lt: Programinis
pt: Programa

source: OpenGL (testing)
fi: OpenGL (testiversio)
lt: OpenGL (bandomas)
nl: OpenGL (testen)
pt: OpenGL (testes)

source: Elitaire Error: Could not save configuration.
ca: Error d'Elitaire : No s'ha pogut desar la Configuració.
lt: Elitaire klaida: nepavyko išsaugoti konfigūracijos.
nl: Elitaire Fout: Kon configuratie niet opslaan.
pt: Erro: não foi possível gravar a configuração.

source: Highscore
ca: Màximes puntuacions
fi: Ennätykset
lt: Geriausi rezultatai
pt: Melhores resultados

source: Name
ca: Nom
fi: Nimi
lt: Vardas
nl: Naam
pt: Nome

source: Please insert your name
ca: Si us plau, posa el teu nom
fi: Anna nimesi
lt: Įrašykite savo vardą
nl: Geef aub jouw naam in
pt: Por favor, indique o seu nome

source: Won Games:
ca: Jocs Guanyats:
fi: Voitettuja pelejä:
lt: Laimėta žaidimų:
nl: Gewonnen spelletjes:
pt: Jogos ganhos:

source: Lost Games:
ca: Jocs Perduts
fi: Hävittyjä pelejä:
lt: Pralaimėta žaidimų:
nl: Verloren spelletjes:
pt: Jogos perdidos:

source: relative Quote:
ca: ﻿Citació relativa:
fi: Voittosuhde:
lt: Susijusi citata:
nl: Relatieve Quote:
pt: Cota relativa:

source: Elitaire Error: Cannot init Ecore
ca: Error d'Elitaire: no es pot inicialitzar Ecore
lt: Elitaire klaida: nepavyko inicijuoti Ecore
nl: Elitaire Fout: Kan Ecore niet initialiseren
pt: Erro: incapaz de iniciar o Ecore

source: Elitaire Error: Cannot init Ecore File
ca: Error d'Elitaire: No es pot inicialitzar el fitxer d'Ecore
lt: Elitaire klaida: nepavyko inicijuoti Ecore File
nl: Elitaire Fout: Kan de Ecore bestanden niet initialiseren
pt: Erro: incapaz de iniciar o ficheiro Ecore

source: Elitaire Error: Cannot init Edje
ca: Error d'Elitaire: no es pot inicialitzar Edje
lt: Elitaire klaida: nepavyko inicijuoti Edje
nl: Elitaire Fout: Kan Edje niet initialiseren
pt: Erro: incapaz de iniciar o Edje

source: Elitaire Error: Cannot init Ecore Config
ca: Error d'Elitaire: no es pot inicialitzar la configuració d'Ecore
lt: Elitaire klaida: nepavyko inicijuoti Ecore Config
nl: Elitaire Fout: Kan Ecore Configuratie niet initialiseren
pt: Erro: incapaz de iniciar a configuração Ecore

source: Elitaire Error: Cannot init Ewl
ca: Error d'Elitaire: no s'ha pogut inicialitzar Ewl
lt: Elitaire klaida: nepavyko inicijuoti Ewl
nl: Elitaire Fout: Kan Ewl niet initialiseren
pt: Erro: incapaz de iniciar o Ewl
