Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/engage/po/*.po
Languages: cs, sl

source: No name!
cs: Beze jména!
sl: Ni imena !

source: Configure Bar
cs: Nastavit panel
sl: Nastavi vrstico

source: Lock Dragging
cs: Uzamknout přesun
sl: Zakleni vleko

source: Applications
cs: Aplikace
sl: Programi

source: Edit Icon
cs: Upravit ikonu
sl: Uredi ikono

source: Fullscreen
cs: Celá obrazovka
sl: Celozaslonsko

source: Close
cs: Zavřít
sl: Zapri

source: Maximized
cs: Maximalizováno
sl: Razpeto

source: Uniconify
cs: Deminimalizovat
sl: Deikoniziraj

source: Iconify
cs: Minimalizovat
sl: Ikoniziraj

source: Available Gadgets
cs: Dostupné gadgety
sl: Dostopni gadgeti

source: Add Gadget
cs: Přidat gadget
sl: Dodaj gadget

source: Selected Gadgets
cs: Vybrané gadgety
sl: Izbrani gadgeti

source: Remove Gadget
cs: Odstranit gadget
sl: Odstrani gadget

source: Description: Unavailable
cs: Popis: nedostupný
sl: Opis: Nedostopno

source: Itask NG Configuration
cs: Volby Itask NG
sl: Itask·NG·nastavitve

source: Bar Items
cs: Položky panelu
sl: Predmeti vrstice

source: Delete
cs: Odstranit
sl: Izbriši

source: Configure
cs: Konfigurovat
sl: Nastavi

source: Up
cs: Nahoru
sl: Gor

source: Down
cs: Dolů
sl: Dol

source: Add
cs: Přidat
sl: Dodaj

source: Taskbar
cs: Správce úloh
sl: Opravilna vrstica

source: Launcher
cs: Spouštěč
sl: Zaganjalnik

source: Appearance
cs: Vzhled
sl: Videz

source: Show Icon Label
cs: Zobrazit text ikony
sl: Prikaži oznako ikone

source: Show Background Box
cs: Zobrazit pozadí
sl: Prikaži škatlo ozadja

source: Icon Size:
cs: Velikost ikon:
sl: Velikost ikone

source: Background Transparency:
cs: Průhlednost pozadí:

source: Stacking
cs: Skládání
sl: Skladanje

source: Above All
cs: Nad vším
sl: Nad vsem

source: Below Fullscreen
cs: Pod celoobrazovkovými
sl: Pod celozaslonskim

source: Orientation
cs: Orientace
sl: Usmeritev

source: Zoom
cs: Přiblížení
sl: Povečava

source: Zoom only one icon
cs: Přiblížit pouze jednu ikonu

source: Factor:
cs: Faktor:
sl: Dejavnik:

source: Range:
cs: Šířka:
sl: Domet:

source: Duration:
cs: Trvání:
sl: Trajanje:

source: Auto Hide
cs: Automaticky skrýt
sl: Samodejno skrij

source: Show Bar when Urgent
cs: Zobrazit panel při naléhavé notifikaci
sl: Pokaži vrstico ko je nujno

source: Hide Timeout:
cs: Časový limit skrytí:

source: Other
cs: Ostatní
sl: Drugo

source: Lock Deskflip on Edge
cs: Zamknout přepnutí plochy na okraji

source: Ecomorph Features
cs: Funkce Ecomorphu
sl: Ecomorph funkcije

source: Launcher Settings
cs: Nastavení spouštěče
sl: Nastavitve zaganjalnika

source: Taskbar Settings
cs: Nastavení správce úloh
sl: Nastavitve opravilne vrstice

source: Dont Show Dialogs
cs: Nezobrazovat dialogy
sl: Ne prikaži pojavnih oken

source: Advanced Window Menu
cs: Pokročilé menu okna
sl: Napreden meni oken

source: Only Show Current Desk
cs: Zobrazit jen aktuální plochu
sl: Prikaži le trenutno namizje

source: Group Applications by Window Class
cs: Seskupovat aplikace podle třídy okna
sl: Uskupini programe po razredih okna

source: Append new Applications on the right Side
cs: Přidávat nové aplikace na pravém okraji
sl: Dodaj nove programe na desni strani

source: Iconified Applications
cs: Ikonifikované aplikace
sl: Ikonizirani programi

source: Itask NG Bar Configuration
cs: Itask NG Panel nastavení
sl: Nastavitve Itask·NG vrstice

source: Create new Itask NG source
cs: Vytvořit nový zdroj Itask NG
sl: Ustvari nov vir·Itask·NG

source: Enter a name for this new Application Launcher:
cs: Zadejte jméno pro tento nový spouštěč:
sl: Vnesi ime za ta novi zaganjalnik programov

source: You requested to delete "%s".<br><br>Are you sure you want to delete this ng source?
cs: Opravdu chcete smazat Itask NG zdroj "%s"?
sl: Zahtevali ste izbris·"%s".<br><br>Ali ste prepričani da hočete izbrisati ta vir·ng ?

source: Are you sure you want to delete this Itask NG source?
cs: Opravdu chcete smazat tento Itask NG zdroj?
sl: Ali ste prepričani da hočete izbrisati ta vir·Itask·NG?

source: Itask NG Instances
cs: Instance Itask NG
sl: Primerki Itask·NG

source: Itask NG - Instances
cs: Itask NG - Instance
sl: Itask·NG·-·Primerki

source: Bar
cs: Panel
sl: Vrstica

source: You requested to delete "%s".<br><br>Are you sure you want to delete this Instance?
cs: Opravdu chcete smazat Itask NG instanci "%s"?
sl: Zahtevali ste izbris·"%s".<br><br>Ali ste prepričani da hočete izbrisati ta primerek?

source: Are you sure you want to delete this Instance?
cs: Opravdu chcete smazat tuto Itask NG instanci?
sl: Ali ste prepričani da hočete izbrisati ta primerek?

source: %1.0f px
sl: %1.0f·pik.

source: Reflection Opacity:
sl: Prozornost zrcaljenja

source: Background Opacity:
sl: Prozornost ozadja
