Repository: playya/Enlightenment
Catalog: trunk/e_modules/language/po/*.po
Languages: fr

source: Language Module Settings
fr: Paramètres du module des Langes

source: Available Languages
fr: Langes disponibles

source: Selected Languages
fr: Sélection de la lange

source: Up
fr: Haut

source: Down
fr: Bas

source: Language Switch Policy
fr: Politique de changement de Lange

source: Global
fr: Globale

source: Window
fr: Fenêtre

source: Keyboard Model
fr: Modèle du clavier

source: Layout Variant
fr: Disposition alternative

source: Language
fr: Langage

source: Enlightenment Language Enhancment Module
fr: Module amélioré de gestion des langes d'Enlightenment

source: This module is used to switch between input languages.
fr: Ce module sert à changé la lange saisie du clavier

source: Configure Key Bindings
fr: Configuration des raccourcis clavier

source: Module Configuration
fr: Configuration du module
