Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/mem/po/*.po
Languages: he, sk, tr

source: Mem Configuration
he: תצורת הזכרון
sk: Konfigurácia modulu mem
tr: Mem Yapılandırması

source: General Settings
he: הגדרות כלליות
sk: Hlavné nastavenia
tr: Genel Ayarlar

source: Always Show Text
he: הצג טקסט תמיד
sk: Vždy zobraziť text
tr: Metni Hep Göster

source: Show Text On Mouse Over
he: הצג טקסט עם העברת סמן העכבר
sk: Zobryziť text ak je kurzor na ikonou
tr: Metni Fare Üzerine Gelince Göster

source: Show Text As Percent
he: הצג טקסט כאחוזים
sk: Zobraziť text ako percentá
tr: Metni Yüzde Olarak Göster

source: Ignore Buffers
he: התעלם מחוצצים
sk: Ignorovať vyrovnávaciu pamäť
tr: Tampon Belleği Dikkate Alma

source: Ignore Cached
he: התעלם ממטמון
sk: Ignorovať rýchlu pamäť
tr: Önbelleği Dikkate Alma

source: Check Interval:
he: המתנה בין בדיקות:
sk: Interval kontroly
tr: Kontrol Sıklığı:

source: %1.0f seconds
he: %1.0f שניות
sk: %1.0f sekúnd
tr: %1.0f saniye

source: Mem
he: זיכרון

source: Configuration
he: תצורה
sk: Konfigurácia
tr: Yapılandırma
