Repository: playya/Enlightenment
Catalog: trunk/e_modules/monitor/po/*.po
Languages: it

source: Monitor Configuration
it: Configurazione modulo Monitor

source: Select Sensors
it: Seleziona sensori

source: Memory
it: Memoria

source: Network
it: Rete

source: WLAN
it: Rete wireless

source: Hostname
it: Nome host

source: Uptime
it: Tempo di servizio

source: time
it: Ora

source: Horizontal
it: Rappresentazione orizzontale

source: Ignore Cached
it: Ignora cache

source: Ignore Buffers
it: Ignora buffer

source: Enlightenment Monitor Module
it: Modulo Monitor di Enlightenment

source: A simple module to give E17 a usage monitor for some resources.
it: Un semplice modulo per dare a E17 un monitor per l'uso di alcune risorse.
