Repository: playya/Enlightenment
Catalog: trunk/elitaire/po/*.po
Languages: cs, el, eo, es, fr, he, hr, hu, it, pl

source: Elitaire Error in %s: missing element_value part!
cs: Chyba v %s: chybí element_value součást!
eo: Eraro de Elitaire en %s: mankas ero de element_value!
es: Error en %s: ¡falta la parte element_value!
fr: Erreur de Elitaire dans %s: Valeur de l'élément manquante !
he: שגיאה ב־Elitaire תחת %s: חסר החלק element_value!
hr: Eliaire Greška u %s: nedostaje dio vrijednost_elementa!
hu: Elitaire hiba a(z) %s-ben: hiányzó elem_érték rész!
it: Errore di Elitaire in %s: parte element_value mancante!
pl: Błąd Elitaire w %s: brak części element_value!

source: Elitaire Error in %s: missing element group!
cs: Chyba v %s: chybí skupina prvků!
eo: Eraro de Elitaire en %s:mankas grupo de elementoj!
es: Error en %s: ¡falta el grupo!
fr: Erreur de Elitaire dans %s: Groupe de l'élément manquant !
he: שגיאה ב־Elitaire תחת %s: קבוצת רכיבים חסרה!
hr: Elitaire Greška u %s: nedostaje grupa elemenata!
hu: Elitaire hiba a(z) %s-ben: hiányzó elem csoport!
it: Errore di Elitaire in %s: gruppo element mancante!
pl: Błąd Elitaire w %s: brak grupy elementów!

source: You win!
cs: Vyhrál jsi!
el: Νίκησες
eo: Vi gajnis!
es: ¡Ha ganado!
fr: Vous avez gagné !
he: ניצחת!
hr: Vi ste pobjedili!
hu: Nyertél!
it: Hai vinto!
pl: Zwycięstwo!

source: You lose!
cs: Prohrál jsi!
el: Έχασες
eo: Vi malvenkis!
es: ¡Ha perdido!
fr: Vous avez perdu !
he: הפסדת!
hr: Vi ste izgubili!
hu: Vesztettél!
it: Hai perso!
pl: Przegrana!!

source: Game Over
cs: Konec hry
el: Τέλος Παιχνιδιού
eo: Ludo finita
es: Fin del juego
fr: Partie terminée
he: המשחק הסתיים
hr: Završetak igre
hu: Vége a játéknak
it: Gioco finito
pl: Koniec gry

source: Elitaire Error: cards file %s not found!
cs: Chyba: Soubor karet %s nenalezen!
eo: Eraro de Elitaire: dosiero de kartoj %s ne trovita!
es: Error en Elitaire: ¡no se encontró el archivo de cartas %s!
fr: Erreur de Elitaire: Le fichier de cartes %s est introuvable !
he: שגיאה ב־Elitaire: קובץ הקלפים %s לא נמצא!
hr: Elitaire Greška: datoteka sa kartama %s nije pronađena!
hu: Elitaire hiba: %s kártya fájlok hiányoznak!
it: Errore di Elitaire: file delle carte %s non trovato!
pl: Błąd Elitaire: nie odnaleziono pliku kart %s!

source: Elitaire Error in %s: elitaire_card_field does not exist!
cs: Chyba v %s: elitaire_card_field neexistuje!
eo: Eraro de Elitaire en %s: elitaire_card_field ne ekzistas!
es: Error en %s: ¡no existe elitaire_card_field!
fr: Erreur de Elitaire dans %s: elitaire_card_field n'existe pas !
he: שגיאה ב־Elitaire תחת %s:‏ elitaire_card_field אינו קיים!
hr: Elitaire Greška u %s: elitaire_karta_polje ne postoji!
hu: Elitaire hiba a(z) %s-ben: elitaire_kártya_mező nem létezik!
it: Errore di Elitaire in %s: elitaire_card_field non esiste!
pl: Błąd Elitaire w %s: elitaire_cadr_field nie istnieje!

source: Elitaire Error: unable to find %s theme!
cs: Chyba: nemůžu najít %s téma!
eo: Eraro de Elitaire: ne eblas trovi la etoson de %s
es: Error en Elitaire: ¡no se encontró el tema %s!
fr: Erreur de Elitaire: Le thème %s est introuvable !
he: שגיאה ב־Elitaire: לא ניתן למצוא את ערכת הנושא %s!
hr: Elitaire Greška: nije moguće pronaći %s temu!
hu: Elitaire hiba: nem találom a(z) %s témát!
it: Errore di Elitaire: impossibile trovare il tema %s!
pl: Błąd Elitaire: znalezienie tematu %s niemożliwe!

source: Games
cs: Hry
el: Παιχνίδια
eo: Ludoj
es: Juegos
fr: Jeux
he: משחקים
hr: Igre
hu: Játékok
it: Giochi
pl: Gry

source: Themes
cs: Témata
el: Θέματα
eo: Etosoj
es: Temas
fr: Thèmes
he: ערכות נושא
hr: Teme
hu: Témák
it: Temi
pl: Motywy

source: Cards
cs: Karty
el: Κάρτες
eo: Kartoj
es: Cartas
fr: Cartes
he: קלפים
hr: Karte
hu: Kártyák
it: Carte
pl: Karty

source: CONTEXT|Undo
cs: Zpět
el: Αναίρεση
eo: CONTEXT|Malfari
es: CONTEXTO|Deshacer
fr: Annuler
he: CONTEXT|בטל
hr: KONTEKST|Poništi
hu: ÖSSZEFÜGGÉS|Visszavonás
it: Annulla azione
pl: CONTEXT|Cofnij

source: CONTEXT|Highscore
cs: Nejvyšší skóre
el: Σκόρ
eo: CONTEXT|Rekordlisto
es: CONTEXTO|Puntuaciones altas
fr: Classement
he: CONTEXT|שיאים
hr: KONTEKST|Visoki rezultat
hu: ÖSSZEFÜGGÉS|Eredmények
it: Classifica
pl: CONTEXT|Rekordy

source: CONTEXT|Preferences
cs: Nastavení
el: Ρυθμίσεις
eo: CONTEXT|Preferoj
es: CONTEXTO|Preferencias
fr: Préférences
he: CONTEXT|העדפות
hr: KONTEKST|Postavke
hu: ÖSSZEFÜGGÉSEK|Beállítások
it: Preferenze
pl: CONTEXT|Preferencje

source: CONTEXT|About
cs: O programu
el: Σχετικά
eo: CONTEXT|Pri
es: CONTEXTO|Acerca de
fr: À propos
he: CONTEXT|אודות
hr: KONTEKST|O
hu: ÖSSZEFÜGGÉSEK|Névjegy
it: Informazioni
pl: CONTEXT|O programie

source: CONTEXT|Help
cs: Pomoc
el: Βοήθεια
eo: CONTEXT|Helpo
es: CONTEXTO|Ayuda
fr: Aide
he: CONTEXT|עזרה
hr: KONTEKST|Pomoć
pl: CONTEXT|Pomoc

source: CONTEXT|New
cs: Nový
el: Νέο
eo: CONTEXT|Nova
es: CONTEXTO|Nuevo
fr: Nouveau
he: CONTEXT|חדשות
hr: KONTEKST|Nova
hu: ÖSSZEFÜGGÉSEK|Új
it: Nuovo
pl: CONTEXT|Nowy

source: Elitaire Error: No theme file in %s!
cs: Chyba: Žádný soubor tématu v %s!
eo: Eraro de Elitaire: Neniu dosiero de etoso en %s!
es: Error en Elitaire: ¡no hay archivo de temas en %s!
fr: Erreur de Elitaire: Aucun fichier de thème dans %s !
he: שגיאה ב־Elitaire: אין קובת ערכת נושא תחת %s!
hr: Elitaire Greška: Nema datoteke tema u %s!
hu: Elitaire hiba: nem találtam téma fájlt itt: %s!
it: Errore di Elitaire: nessun file di tema in %s!
pl: Błąd Elitaire: Brak pliku tematu w %s!

source: Elitaire Error: No cards file in %s!
cs: Chyba: Nenalezen soubor karet %s!
eo: Eraro de Elitaire: Neniu dosiero de karto en %s!
es: Error en Elitaire: ¡no hay archivo de cartas en %s!
fr: Erreur de Elitaire: Aucun fichier de cartes dans %s !
he: שגיאה ב־Elitaire: אין קובץ קלפים תחת %s!
hr: Elitaire Greška: Nema datoteke karti u %s!
hu: Elitaire hiba: Nem találtam kártya fájlt itt: %s!
it: Errore di Elitaire: nessun file di carte in %s!
pl: Błąd Elitaire: Brak pliku kart w %s!

source: Elitaire Error: Card %s is missed!
cs: Chyba: karta %s chybí!
eo: Eraro de Elitaire: Karto %s mankas!
es: Error en Elitaire: ¡falta la carta %s!
fr: Erreur de Elitaire: La carte %s est manquante !
he: שגיאה ב־Elitaire: הקלף %s חסר!
hr: Elitaire Greška: Karta %s nedostaje!
hu: Elitaire hiba: %s kártya hiányzik!
it: Errore di Elitaire: carta %s persa!
pl: Błąd Elitaire: Brak karty %s!

source: Elitaire Error: The bg pic is missed!
cs: Chyba: Obrázek pozadí chybí!
eo: Eraro de Elitaire: la ekranfona bildo mankas!
es: Error en Elitaire: ¡falta la imagen de fondo!
fr: Erreur de Elitaire: L'image de fond est manquante !
he: שגיאה ב־Elitaire: תמונת הרקע חסרה!
hr: Elitaire Greška: Bg pic je propuštena!
hu: Elitaire hiba: hiányzik a háttérkép!
it: Errore di Elitaire: immagine sfondo persa!
pl: Błąd elitaire: brak obrazu tła!

source: Elitaire Error: The shadow pic is missed!
cs: Chyba: Obrázek stínu chybí!
eo: Eraro de Elitaire: la ombra bildo mankas!
es: Error en Elitaire: ¡falta la imagen de sombra!
fr: Erreur de Elitaire: L'image de l'ombre est manquante !
he: שגיאה ב־Elitaire: תמונת הצל חסרה!
hr: Elitaire Greška: Sjena pic je propuštena!
hu: Elitaire hiba: az árnyék kép hiányzik!
it: Errore di Elitaire: immagine ombra persa!
pl: Błąd Elitaire: Brak obrazu cienia!

source: Elitaire Error: unknown game %s
cs: Chyba: neznámá hra %s
eo: Eraro de Elitaire: nekonata ludo %s
es: Error en Elitaire: juego %s desconocido
fr: Erreur de Elitaire: Jeu %s inconnu !
he: שגיאה ב־Elitaire: משחק לא ידוע %s
hr: Elitaire Greška: nepoznata igra %s!
hu: Elitaire hiba: ismeretlen %s játék
it: Errore di Elitaire: gioco %s sconosciuto!
pl: Błąd Elitaire: nieznana gra %s

source: Elitaire Error: Callback registering failed!
cs: Chyba: Registrace odvolání selhala!
eo: Eraro de Elitaire: alternativo de registrado malsukcesis!
es: Error en Elitaire: ¡falló el registro de devolución de llamada!
fr: Erreur de Elitaire: Échec du registre de rappel !
he: שגיאה ב־Elitaire: הרשמת הקריאה החוזרת נכשלה!
hr: Elitaire Greška: Povratno registriranje neuspješno!
hu: Elitaire hiba: visszahívás regisztráció hiba!
it: Errore di Elitaire: registrazione callback fallita!
pl: Błąd Elitaire: nie udało się zarejestrować procedury callback!

source: About
cs: O programu
el: Σχετικά
eo: Pri
es: Acerca de
fr: À propos
he: אודות
hr: O
hu: Névjegy
it: Informazioni
pl: O programie...

source: %s version %s Author: %s %s %s Thanks to: %s %s
cs: %s verze %s Autor: %s %s %s Poděkování: %s %s
el: %s Έκδοση %s Συγγραφέας: %s %s %s Ευχαριστήρια σε: %s %s
eo: %s versio %s Aŭtoro: %s %s %s Dankon al: %s %s
es: %s versión %s Autor: %s %s %s Agradecimientos a: %s %s
fr: %s version %s Auteur: %s %s %s Remerciements: %s %s
he: %s גירסה %s יוצר: %s %s %s תודתנו נתונה: %s %s
hr: %s verzija %s Autor: %s %s %s Zahvaljujemo: %s %s
hu: %s verzió %s Készítő: %s %s %s Köszönet nekik: %s %s
it: %s versione %s Autori: %s %s %s Ringraziamenti: %s %s
pl: %s wersja %s Autor: %s %s %s Podziękowania: %s %s

source: Configuration
cs: Konfigurace
el: Ρύθμιση
eo: Agordo
es: Configuración
he: תצורה
hr: Konfiguracija
hu: Beállítás
it: Configurazione
pl: Konfiguracja

source: Graphic
cs: Grafika
el: Γραφικό
eo: Grafika
es: Gráficos
fr: Graphisme
he: גרפיקה
hr: Grafički
hu: Grafika
it: Grafica
pl: Grafika

source: animated movements
cs: Animované pohyby
eo: animata movoj
es: movimientos animados
fr: animations
he: תנועות מונפשות
hr: animirani pokreti
hu: animált mozgások
it: movimenti animati
pl: aniomacja ruchów

source: shadows
cs: Stíny
el: σκιές
eo: ombroj
es: sombras
fr: ombres
he: צללים
hr: sjenke
hu: árnyékok
it: ombre
pl: cienie

source: velocity:
cs: Rychlost:
el: ταχύτητα:
eo: rapideco.
es: velocidad:
fr: vélocité:
he: מהירות:
hr: brzina:
hu: sebesség:
it: velocità:
pl: prędkość:

source: frame rate:
eo: bildrapido:
es: tasa de actualización de cuadros:
fr: Images par seconde:
he: קצב שקופיות:
hr: brzina okvira:
hu: képkocka arány:
it: frame al secondo:
pl: klatek na sekundę:

source: Laziness
cs: Pomalost
el: Τεμπελία
eo: Pigro
es: Pereza
fr: Lenteur
he: עצלנות
hr: Lijenost
hu: Lustaság
it: Pigrizia
pl: Lenistwo

source: normal mode
cs: Normální mód
el: κανονική λειτουργία
eo: normala reĝimo
es: modo normal
fr: mode normal
he: מצב רגיל
hr: normalni mod
hu: normál mód
it: modalità normale
pl: tryb normalny

source: lazy mode
cs: Pomalý mód
el: λειτουργία τεμπελιάς
eo: Pigra reĝimo
es: modo perezoso
fr: mode lent
he: מצב עצלנות
hr: lijeni mod
hu: lusta mód
it: modalità pigra
pl: tryb leniwy

source: Render Engine
cs: Vykreslovací engine
el: Μηχανή Render
eo: Bildigilo
es: Motor de renderizado
fr: Moteur de rendu
he: מנוע העיבוד
hr: Prikazivački Stroj
hu: Renderelő motor
it: Motore di rendering
pl: Silnik renderujący

source: Changes only affect after new start
cs: Změny se projeví po dalším startu.
el: Οι αλλαγές θα ενεργοποιηθούν μετα την επανεκκίνηση
eo: Ŝanĝoj nur efektoj post nova starto
es: Los cambios sólo se aplican después de reiniciar
fr: Redémarrage de l'application requise pour tout changement
he: השינויים יכנסו לתוקף לאחר הפעלה מחדש
hr: Promjene utječu samo nakon novog starta
hu: A módosítások csak a program újraindításakor lépnek érvénybe
it: I cambiamenti avranno effetto al riavvio
pl: Zmiany zostaną wprowadzone po ponownym starcie

source: Software
el: Λογισμικό
eo: Programaro
fr: Logiciel
he: תוכנה
hr: Softver
hu: Szoftver
pl: Oprogramowanie

source: OpenGL (testing)
cs: OpenGL (testuje se)
el: OpenGL (δοκιμαστικό)
eo: OpenGL (Testado)
es: OpenGL (inestable)
fr: OpenGL (experimental)
he: OpenGL (בדיקה)
hr: OtvoreniGL (test)
hu: OpenGL
it: OpenGL (in test)
pl: OpenGL (testowanie)

source: Elitaire Error: Could not save configuration.
cs: Chyba: Nemůžu uložit konfiguraci.
el: Σφάλμα Elitaire: Αδύνατη η αποθήκευση της ρύθμισης.
eo: Eraro de Elitaire: Ne eblas konservi la agordaron.
es: Error en Elitaire: no se puede guardar la configuración.
fr: Erreur de Elitaire: Sauvegarde de la configuration impossible.
he: שגיאה ב־Elitaire: לא ניתן לשמור את התצורה.
hr: Elitaire Greška: Nije moguće spremiti konfiguraciju.
hu: Elitaire hiba: nem tudtam elmenteni a beállítást.
it: Errore di Elitaire: Impossibile salvare configurazione.
pl: Błąd Elitaire: Nie można zapisać konfiguracji.

source: Highscore
cs: Nejvyšší skóre
el: Σκόρ
eo: Rekordlisto
es: Mejor puntuación
fr: Meilleur score
he: רשימת השיאים
hr: Visoki rezultat
hu: Eredmények
it: Punteggio record
pl: Rekordy

source: Name
cs: Jméno
el: Όνομα
eo: Nomo
es: Nombre
fr: Nom
he: שם
hr: Ime
hu: Név
it: Nome
pl: Imię

source: Please insert your name
cs: Prosím zadejte vaše jméno
el: Παρακαλώ εισάγετε το όνομα σας
eo: Bonvolu enigi vian nomon
es: Por favor escriba su nombre
fr: Veuillez entrer votre nom
he: אנא הזן את שמך
hr: Molimo unesite svoje ime
hu: Kérlek add meg a neved
it: Inserire il proprio nome
pl: Podaj swoje imię

source: Won Games:
cs: Vyhrané hry:
el: Κερδισμένες Παρτίδες:
eo: Gajnitaj ludoj:
es: Partidas ganadas:
fr: Parties gagnées:
he: משחקים בנצחון:
hr: Broj Pobjeda:
hu: Nyert Játékok:
it: Giochi vinti:
pl: Gry wygrane:

source: Lost Games:
cs: Prohrané hry:
el: Χαμένες Παρτίδες:
eo: Malgajnitaj ludoj:
es: Partidas perdidas:
fr: Parties perdues:
he: משחקים בהפסד:
hr: Broj Poraza:
hu: Vesztett Játékok:
it: Giochi persi:
pl: Gry przegrane

source: relative Quote:
eo: relativa citaĵo
es: Cita relacionada:
fr: Quota:
he: ציטוט יחסי:
hr: relativni Navod:
hu: relatív Idézet:
it: Quota relativa:
pl: Stosunek:

source: Elitaire Error: Cannot init Ecore
cs: Chyba: Nemohu načíst Ecore
eo: Eraro de Elitaire: ne eblas pravalorizi Ecore
es: Error en Elitaire: no se puede iniciar Ecore
fr: Erreur de Elitaire: Initialisation de Ecore impossible
he: שגיאה ב־Elitaire: לא ניתן להפעיל את Ecore
hr: Elitaire Greška: Nemoguće init Ecore.
hu: Elitaire hiba:nem tudom azonosítani az Ecore-t
it: Errore di Elitaire: impossibile inizializzare Ecore
pl: Błąd Elitaire: Nie można zainicjować Ecore

source: Elitaire Error: Cannot init Ecore File
cs: Chyba: Nemohu načíst Ecore File
eo: Eraro de Elitaire: ne eblas pravalorizi Ecore-dosieron
es: Error en Elitaire: no se puede iniciar el archivo de Ecore
fr: Erreur de Elitaire: Initialisation du fichier Ecore impossible
he: שגיאה ב־Elitaire: לא ניתן להפעיל קובץ Ecore
hr: Elitaire Greška: Nemoguće init Ecore Datoteku.
hu: Elitaire hiba: nem tudom azonosítani az Ecore fájlt
it: Errore di Elitaire: impossibile inizializzare Ecore File
pl: Błąd Elitaire: Nie można zainicjować pliku Ecore

source: Elitaire Error: Cannot init Edje
cs: Chyba: Nemohu načíst Edje
eo: Eraro de Elitaire: ne eblas pravalorizi Edje
es: Error en Elitaire: no se puede iniciar Edje
fr: Erreur de Elitaire: Initialisation de Edje impossible
he: שגיאה ב־Elitaire: לא ניתן להפעיל את Edje
hr: Elitaire Greška: Nemoguće init Edje.
hu: Elitaire hiba: nem tudom azonosítani az Edje-t
it: Errore di Elitaire: impossibile inizializzare Edje
pl: Błąd Elitaire: Nie można zainicjować Edje

source: Elitaire Error: Cannot init Ecore Config
cs: Chyba: Nemohu načíst Ecore Config
eo: Eraro de Elitaire: ne eblas pravalorizi Ecore
es: Error en Elitaire: no se puede leer el archivo de configuración de Ecore
fr: Erreur de Elitaire: Impossible d'initialiser la configuration de Ecore
he: שגיאה ב־Elitaire: לא ניתן להפעיל את תצורת Ecore
hr: Elitaire Greška: Nemoguće init Ecore Config.
hu: Elitaire hiba: nem tudom azonosítani az Ecore konfigurációt
it: Errore di Elitaire: impossibile inizializzare Ecore Config
pl: Błąd Elitaire: Nie można zainicjować konfiguracji Ecore

source: Elitaire Error: Cannot init Ewl
cs: Chyba: Nemohu načíst EWL
eo: Eraro de Elitaire: ne eblas pravalorizi Ewl
es: Error en Elitaire: no se puede iniciar Ewl
fr: Erreur de Elitaire: Initialisation de Ewl impossible
he: שגיאה ב־Elitaire: לא ניתן להפעיל את Ewl
hr: Elitaire Greška: Nemoguće init Ewl.
hu: Elitaire hiba: nem tudom azonosítani az Ewl-t
it: Errore di Elitaire: impossibile inizializzare Ewl
pl: Błąd Elitaire: Nie można zainicjować Ewl
