Repository: playya/Enlightenment
Catalog: trunk/e17/apps/e/po/*.po
Languages: cs, hu, ko, nl, pt, zh_tw

source: This is the ITray system tray module for Enlightenment.<br>It will hold system tray icons.<br>Beware that this can be buggy due to many systray providing<br>applications not handling the protocol properly, and the way<br>systray icons work being very limiting and hacky. Do not use<br>this module unless you absolutely must, and if you do, beware<br>of issues that will appear.
hu: Ez az ITray modul az Enlightenmenthez.<br>A rendszer-tálca ikonok helye.<br>Vigyázz, mert sok hiba lehet benne a sok rendszer-tálcát használó<br>alkalmazás miatt, amik nem kezelik rendesen ezt a protokollt.<br>Ne használd ezt a modult, ha csak nincs rá feltétlen szükséged.<br>

source: Pager Configuration
hu: Lapozó beállítások

source: Show Popup
hu: Felbukkanó ablak megjelenítése

source: Resistance to Dragging Windows:
hu: Ablakok közti ellenállás:

source: %.0f px
hu: %.0f pixel

source: Popup Settings
hu: Felbukkanási beállítások

source: Popup Speed
hu: Felbukkanási sebesség
ko: 팝업 속도
nl: Popup snelheid
zh_tw: 彈出速度

source: Pager
hu: Lapozó

source: Enlightenment Pager Module
cs: Modul pageru Enlightenment
hu: Lapozó modul
pt: Módulo Pager do Enlightenment
zh_tw: Enlightenment虛擬桌面切換器模組

source: A pager module to navigate virtual desktops.
cs: Modul pageru pro pohyb mezi virtuálními plochami.
hu: Lapozõ modul, virtuális asztalok kezelésére.
nl: Een pager module om tussen je virtuele bureaubladen te wisselen.
pt: Um módulo pager para navegar entre as áreas de trabalhos virtuais.
zh_tw: 一個定位虛擬桌面的切換器模組

source: Start
hu: Indítás

source: Enlightenment Start Module
cs: Modul Start Enlightenment
hu: Start modul
ko: Enlightenment 시작 모듈
nl: Enlightenment Startknop-Module
zh_tw: Enlightenment開始模組

source: Experimental Button module for E17
cs: Experimentální hlavní nabídka pro E17
hu: Start gomb az Enlightenmenthez
nl: Experimentele Startknop-Module voor E17
zh_tw: E17的實驗性按鈕模組

source: Temperature Configuration
hu: Hõmérsékleti beállítások

source: Display Units
hu: Mértékegység

source: Check Interval
cs: Aktualizovat
hu: Frissítési gyakoriság
nl: Opvraag interval
pt: Intervalo de Verificação
zh_tw: 檢查區間

source: Fast
hu: Gyakran
ko: 빠름
nl: Snel
zh_tw: 快

source: Slow
hu: Ritkán
ko: 느림
nl: Langzaam
zh_tw: 慢

source: Very Slow
hu: Nagyon ritkán
ko: 매우 느림
nl: Zeer Langzaam
zh_tw: 很慢

source: High Temperature
cs: Horní mez teploty
hu: Magas hõmérséklet
ko: 고온
nl: Hoge Temperatuur
pt: Temperatura Alta
zh_tw: 高温

source: Low Temperature
cs: Dolní mez teploty
hu: Alacsony hõmérséklet
ko: 저온
nl: Lage Temperatuur
pt: Temperatura Baixa
zh_tw: 低溫

source: Sensors
hu: Szenzorok

source: Temperature
cs: Teplota
hu: Hõmérséklet
nl: Temperatuur
pt: Temperatura

source: Enlightenment Temperature Module
cs: Modul teploty Enlightenment
hu: Hõmérsékletmérõ modul
ko: Enlightenment 온도 모듈
nl: Enlightenment Temperatuur-Module
pt: Módulo Temperatura do Enlightenment
zh_tw: Enlightenment 溫度模組

source: A module to measure the <hilight>ACPI Thermal sensor</hilight> on Linux.<br>It is especially useful for modern Laptops with high speed<br>CPUs that generate a lot of heat.
hu: Egy module, ami az ACPI hõmérséklet-érzékelõ eredményeit közli Linuxon<br>Hasznos újabb hordozható gépek esetén, amik nagy sebességû<br>processzorral rendelkeznek és sok hõt termelnek.
zh_tw: 一個在linux下測量 <hilight>ACPI 溫度監視器</hilight>狀況的模組。<br>尤其對於高速產生高熱CPU的現代筆記型電腦來說，<br>這個模組特別有用

source: The border style
ko: 경계선 스타일
zh_tw: 邊框樣式

source: Themes
cs: Témata
ko: 테마
nl: Thema's
zh_tw: 主題

source: Files
ko: 파일
nl: Bestanden
zh_tw: 文件

source: New Row of Desktops
cs: Nový řádek ploch
ko: 데스크탑 새 줄
nl: Nieuwe Regel van Bureaubladen
pt: Nova Linha de Áreas de Trabalho
zh_tw: 新增一行桌面

source: Remove Row of Desktops
cs: Odstranit řádek ploch
ko: 데스크탑 줄 옮김
nl: Verwijder regel van Bureaubladen
pt: Remove Linha de Áreas de Trabalho
zh_tw: 刪除一行桌面

source: New Column of Desktops
cs: Nový sloupec ploch
ko: 데스크탑 새 칼럼
nl: Nieuwe kolom van Bureaubladen
pt: Nova Coluna de Áreas de Trabalho
zh_tw: 新增一列桌面

source: Remove Column of Desktops
cs: Odstranit sloupec ploch
ko: 작업공간의 칼럼 삭제
nl: Verwijder kolom van Bureaubladen
pt: Remove Coluna de Áreas de Trabalho
zh_tw: 删除一列桌面

source: Enlightenment was unable fork a child process: %s
zh_tw: Enlightenment無法建立一個子程序： %s

source: Enlightenment was unable run the program: %s The command was not found
zh_tw: Enlightenment無法執行程式： %s 程式找不到

source: OK
ko: 확인
zh_tw: 確定

source: Open
ko: 열기
zh_tw: 開啟

source: Options: -display DISPLAY Connect to display named DISPLAY. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Add a FAKE xinerama screen (instead of the real ones) given the geometry. Add as many as you like. They all replace the real xinerama screens, if any. This can be used to simulate xinerama. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Use the configuration profile CONF_PROFILE instead of the the user selected default or just "default". -good Be good. -evil Be evil. -psychotic Be psychotic.
zh_tw: 選項： -display DISPLAY 連接到一個稱為DISPLAY的一個顯示終端。 例如： -display :1.0 -fake-xinerama-screen WxH+X+Y 加入一個偽xinerama螢幕（代替真實的那個）， 並給定尺寸。只要你願意，就可以一直加上去。 他們都會替代真實的xinerama螢幕，如果有存在 的話。這個功能可以拿來模擬xinerama。 例如： -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE 使用配置文件CONF_PROFILE代替用户選擇的配置文件，或者就使用“default”。 -good 好。 -evil 不好。 -psychotic 精神病。

source: Enlightenment found ecore_evas doesnt support Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support Software X11 rendering.
cs: Enlightenment zjistil, že ecore_evas nepodporuje softwarové X11 vykreslování v Evas-u. Prosím zjistěte, zda Evas a Ecore podporují softwarové X11 vykreslování.
zh_tw: Enlightenment 發現 ecore_evas 不支援Evas以X11顯示。 請檢查您的Evas和Ecore的安裝 並確定他們支援X11顯示。

source: About...
cs: O aplikaci...
ko: ...대해서
nl: Over...
pt: Sobre...
zh_tw: 關於……

source: Icon Edit Error
cs: Chyba editoru ikon
nl: Icon Bewerkingsfout
pt: Erro ao Editar Ícone
zh_tw: 圖示編輯錯誤

source: Error starting icon editor please install e_util_eapp_edit or make sure it is in your PATH
cs: Chyba při spouštění editoru ikon prosím nainstalujte e_util_eapp_edit nebo zajistěte, aby byl ve vaší PATH
nl: Fout bij het starten van de Icon-Editor Installeer e_util_eapp_edit of verzekert U er zich van dat het in PATH zit.
pt: Erro ao iniciar editor de ícone por favor instale e_util_eapp_edit ou tenha certeza que está em seu PATH
zh_tw: 啟動圖示編輯器錯誤 請安裝 e_util_eapp_edit 或確定他已在你的PATH環境變數中

source: Configuration data needed upgrading. Your old configuration has been wiped and a new set of defaults initialized. This will happen regularly during development, so don't report a bug. This simply means Enlightenment needs new configuration data by default for usable functionality that your old configuration simply lacks. This new set of defaults will fix that by adding it in. You can re-configure things now to your liking. Sorry for the hiccup in your configuration.
zh_tw: 配置資料需要更新。 您舊的配置已被移除，新的配置已被初始。 這種情況在開發中是正常的，所以請不要報告錯誤。 這只是意味Enlightenment需要新的配置資料，而您的就配置 沒有這些資料。 新預設配置文件會加入這些資料以修復這個問題。現在您可以重新 配置您的桌面設定。 抱歉打斷您的配置。

source: Your configuration is NEWER than Enlightenment. This is very strange. This should not happen unless you downgraded Enlightenment or copied the configuration from a place where a newer version of Enlightenment was running. This is bad and as a precaution your configuration has been now restored to defaults. Sorry for the inconvenience.
zh_tw: 您的配置檔比目前的Enlightenment更新。 這非常奇怪。除非您降級Enlightenment否則不會發生 或是從其它地方複製較新的配置檔 這是不好的，為防萬一 您的配置文件以回存到預設值。 對任何不便感到抱歉。

source: Some windows are left still around with the Lifespan lock enabled. This means that Enlightenment will not allow itself to exit until these windows have been closed or have the lifespan lock removed.
zh_tw: 一些視窗仍處再生命周期鎖定之中。 這意味著Enlightenment不允許自己退出，除非這些視窗已被關閉， 或者去除生命周期鎖定。

source: Auto fit icons
cs: Automaticky zvětšovat ikony
ko: 자동 아이콘
nl: Icons automatisch aanpassen
pt: Auto ajustar ícones
zh_tw: 自動縮放圖示

source: Microscopic
cs: Mikroskopický
ko: 미세함
nl: Microscopisch
pt: Microscópico
zh_tw: 極小

source: Tiny
cs: Drobný
ko: 자그마함
nl: Klein
pt: Pequenino
zh_tw: 微小

source: Very Small
cs: Velmi malý
ko: 아주 작음
nl: Zeer Klein
pt: Muito Pequeno
zh_tw: 很小

source: Small
cs: Malý
ko: 작음
nl: Klein
pt: Pequeno
zh_tw: 小

source: Large
cs: Větší
ko: 큼
nl: Groot
pt: Grande
zh_tw: 大

source: Very Large
cs: Velký
ko: 아주 큼
nl: Zeer Groot
pt: Muito Grande
zh_tw: 很大

source: Extremely Large
cs: Hodně velký
ko: 대단히 큼
nl: Extreem Groot
pt: Extremamente Grande
zh_tw: 極大

source: Huge
cs: Mohutný
ko: 지극히 큼
nl: Reusachtig
pt: Imenso
zh_tw: 巨大

source: Enormous
cs: Obrovský
ko: 거대함
nl: Enorm groot
pt: Enorme
zh_tw: 龐大

source: Gigantic
cs: Gigantický
ko: 방대함
nl: Gigantisch
pt: Gigantesco
zh_tw: 超大

source: Module Config Menu Item 1
nl: Module Configuratie Menu item 1
zh_tw: 模組配置選單項目 1

source: Module Config Menu Item 2
zh_tw: 模組配置選單項目 2

source: Module Config Menu Item 3
zh_tw: 模組配置選單項目 3

source: Something Else
cs: Něco jiného
ko: 그 밖의 것
nl: Iets anders
pt: Outra Coisa
zh_tw: 其他

source: Enlightenment Test Module
cs: Zkušební modul Enlightenment
ko: Enlightenment 모듈 검사
pt: Módulo Teste do Enlightenment
zh_tw: Enlightenment 測試模組

source: This module is VERY simple and is only used to test the basic<br>interface of the Enlightenment 0.17.0 module system. Please<br>ignore this module unless you are working on the module system.
zh_tw: 這是一個非常簡單且只用來測試Enlightenment 0.17.0<br>介面的模組。請忽略這個模組。除非您正在做模組系統

source: Set Poll Time
cs: Aktualizovat
nl: Tussentijd instellen
zh_tw: 設置輪詢時間

source: Restore Controller on Startup
zh_tw: 啟動時的回復控制器

source: Set Controller
cs: Nastavit ovladač
nl: Regelaar instellen
zh_tw: 設定控制器

source: Set Speed
cs: Nastavit rychlost
nl: Snelheid instellen
zh_tw: 設定速度

source: There was an error trying to set the cpu frequency<br>governor via the module's setfreq utility.
zh_tw: 當試著經由模組的setfreq功能來設定cpu頻率<br>調節時發生錯誤。

source: There was an error trying to set the cpu frequency<br>setting via the module's setfreq utility.
zh_tw: 當試著經由模組的setfreq功能來設定cpu頻率設定時發生錯誤。

source: Check Fast (0.5 sec)
cs: Rychle (0,5 s)
nl: Snel opvragen (0.5 sec)
zh_tw: 快速檢查（0.5秒）

source: Check Medium (1 sec)
cs: Středně rychle (1 s)
nl: Normaal opvragen (1 sec)
zh_tw: 中速檢查（1秒）

source: Check Normal (2 sec)
cs: Normálně (2 s)
nl: Normaal opvragen (2 sec)
zh_tw: 正常檢查（2秒）

source: Check Slow (5 sec)
cs: Pomalu (5 s)
nl: langzaam opvragen (5 sec)
zh_tw: 慢速檢查（5秒）

source: Check Very Slow (30 sec)
cs: Velmi pomalu (30 s)
nl: Zeer langzaam opvragen (30 sec)
zh_tw: 非常慢速檢查（30秒）

source: Restore Governor on Startup
zh_tw: 啟動時的回復控制器

source: No Digital Display
ko: 디지털 디스플레이 없음
nl: Geen Digitale Klok
zh_tw: 無數字時間顯示

source: 24 Hour
ko: 24 시간
nl: 24 uren
zh_tw: 24小時

source: Digital Display
ko: 디지털 디스플레이
nl: Digitale Klok
zh_tw: 數字時間顯示

source: Very Fast
ko: 매우 빠름
nl: Zeer Snel
zh_tw: 很快

source: Desktop Name
ko: 데스크탑 명칭
nl: Bureaubladnaam
zh_tw: 桌面名稱

source: Enable Popup
ko: 팝업 가능
nl: Popup aanzetten
zh_tw: 允許彈出

source: Fix Aspect (Keep Height)
nl: Vaste Grootte (Hoogte Behouden)
zh_tw: 固定方向(保持高度)

source: Fix Aspect (Keep Width)
nl: Vaste Grootte (breedte behouden)
zh_tw: 固定方向(保持寬度)

source: Enlightenment Randr Module
zh_tw: Enlightenment Randr 模組

source: Module to change screen resolution for E17
nl: Een Module om in E17 de Beeldscherm resolutie te veranderen
zh_tw: 改變螢幕解析度的E17模組

source: Restore Resolution on Startup
nl: Beeldscherm Resolutie bij het opstarten herstellen
zh_tw: 啟動時恢復解析度

source: Keep new resolution <hilight>%dx%d</hilight>?<br><br>Restoring old resolution %dx%d in %d seconds.
zh_tw: 保持新解析度<hilight>%dx%d</hilight>？<br><br>回復舊解析度%dx%d在%d秒之後

source: Keep new resolution <hilight>%dx%d</hilight>?<br><br>Restoring old resolution %dx%d NOW!
zh_tw: 保持新解析度<hilight>%dx%d</hilight>？<br><br>馬上回復舊解析度%dx%d

source: Unit
ko: 단위
zh_tw: 單位

source: Fast (1 sec)
cs: Rychle (1 s)
ko: 빠름 (1초)
nl: Vaak (1 sek)
pt: Rápido (1 seg)
zh_tw: 快 （1秒）

source: Medium (5 sec)
cs: Střední (5 s)
ko: 약간 빠름 (5초)
nl: Middel (5 sek)
pt: Médio (5 seg)
zh_tw: 中等 （5秒）

source: Normal (10 sec)
cs: Normální (10 s)
ko: 표준 (10 초)
nl: Normaal (10 sec)
pt: Normal (10 seg)
zh_tw: 正常 （10秒）

source: Slow (30 sec)
cs: Pomalu (30 s)
ko: 느림 (30초)
nl: Langzaam (30 sec)
pt: Lento (30 seg)
zh_tw: 慢 （30秒）

source: Very Slow (60 sec)
cs: Velmi pomalu (60 s)
ko: 매우 느림 (60초)
nl: Zeer Langzaam (60 sec)
pt: Muito Lento (60 seg)
zh_tw: 很慢 （60秒）

source: Fahrenheit
ko: 화씨
zh_tw: 華氏

source: Celcius
ko: 섭씨
zh_tw: 攝氏

source: Temp1
zh_tw: 温度一

source: Temp2
zh_tw: 温度二

source: Temp3
zh_tw: 温度三

source: Sensor
ko: 센서
zh_tw: 感應器

source: Extremely Near
cs: Extrémně blízké
ko: 상당히 가깝게
nl: Extreem dichtbij
zh_tw: 極近

source: Immediately Underneath
cs: Těsně pod
nl: Direct eronder
zh_tw: 就在下面

source: Set Alarm
cs: Nastavit alarm
nl: Alarm instellen
pt: Configurar Alarme
zh_tw: 設定警告

source: Disable
nl: Uit
zh_tw: 禁用

source: 10 mins
ko: 10 분
nl: 10 Minuten
zh_tw: 10分鐘

source: 20 mins
ko: 20 분
nl: 20 Minuten
zh_tw: 20分鐘

source: 30 mins
ko: 30 분
nl: 30 Minuten
zh_tw: 30分鐘

source: 40 mins
ko: 40 분
nl: 40 Minuten
zh_tw: 40分鐘

source: 50 mins
ko: 50 분
nl: 50 Minuten
zh_tw: 50分鐘

source: 1 hour
cs: 1 hodina
ko: 1 시간
nl: 1 uur
pt: 1 hora
zh_tw: 一小時

source: Check Fast (1 sec)
cs: Rychle (1 s)
nl: Snel opvragen (1 sec)
pt: Verificação Rápida (1 seg)
zh_tw: 快速檢查（1秒）

source: Check Medium (5 sec)
cs: Středně rychle (5 s)
nl: Normaal opvragen (5 sec)
pt: Verificação Média (5 seg)
zh_tw: 中速檢查（5秒）

source: Check Normal (10 sec)
cs: Normálně (10 s)
nl: Normaal opvragen (10 sec)
pt: Verificação Normal (10 seg)
zh_tw: 正常檢查（10秒）

source: Check Slow (30 sec)
cs: Pomalu (30 s)
nl: Langzaam opvragen (30 sec)
pt: Verificação Lenta (30 seg)
zh_tw: 慢速檢查（30秒）

source: Check Very Slow (60 sec)
cs: Velmi pomalu (60 s)
nl: Zeer langzaam opvragen (60 sec)
pt: Verificação Muito Lenta (60 seg)
zh_tw: 極慢速檢查（60秒）

source: Applications
nl: Toepassingen

source: A basic battery meter that uses either ACPI or APM on Linux to monitor your battery and AC power adaptor status. This will only work under Linux and is only as accurate as your BIOS or kernel drivers.
cs: Základní měřič stavu baterie a zdroje, který používá buď ACPI nebo APM. Funguje pouze na Linuxu a je tak přesný, jak přesné jsou vaše jaderné ovladače nebo ovladač BIOSu.
nl: Een batterij-meter die ACPI of APM gebruikt om de batterij-stand en Netspanning aangeeft. Dit werkt alleen onder Linux; de nauwkeurigheid hangt af van je BIOS of Kerneldriver.
pt: Um medidor básico de bateria que utiliza o ACPI ou o APM no Linux para monitorar sua bateria e o status do adaptador de fonte AC. Isto irá funcionar no Linux e apenas preciso como é precisa sua BIOS ou os drivers do kernel.

source: A module to measure the ACPI Thermal sensor on Linux. It is especially useful for modern Laptops with high speed CPUs that generate a lot of heat.
cs: Modul využívající ACPI senzor k měření teploty na Linuxu. Největší uplatnění najde na moderních laptopech osazených rychlými CPU, které produkují mnoho tepla.
nl: Een module om de ACPI Thermosensor te meten in Linux. Het is in bijzonder handig voor moderne Laptops met snelle Processoren die veel warmte afgeven.

source: A simple module to control the frequency of the system CPU. This is especially useful to save power on laptops.
nl: Een simpele module om de frequentie van je systeem Processor te controleren Speciaal handig om energie te sparen in Laptops.

source: Artificially slowing startup so you can see it all.
cs: Uměle brzdím start aby bylo všecko vidět.
nl: Kunstmatig vertragen zodat u alles kunt zien.
pt: Inicializando lentamente para você ver tudo.

source: Battery Running Low
cs: Baterie
nl: Batterij is bijna leeg
pt: Bateria Ficando Baixa

source: Configuration data needed upgrading. Your old configuration has been wiped and a new set of defaults initialized. This will happen regularly during development, so don't report a bug. This simply means Enlightenment needs new confiugration data by default for usable functionality that your old configuration simply lacks. This new set of defaults will fix that by adding it in. You can re-configure things now to your liking. Sorry for the hiccup in your configuration.
cs: Data nastavení je třeba aktualizovat. Vaše staré nastavení bylo odstraněno a nová sada standardních nastavení byla načtena. Bude se to dít pravidelně při vývoji, takže neposílejte hlášení chyb. Znamená to, že Enlightenment potřebuje zavést nastavení nových vlastností, které ve vašem starém nastavení prostě není. Nová sada nastavení je doplní. Nyní můžete si můžete nastavit Enlightenment zpět k obrazu svému. Omlouváme se za způsobené potíže.
nl: Uw configuratie moet vernieuwd worden. Uw oude configuratie instellingen worden door Standaardwaarde overschreven. Dit gebeurt regelmatig tijdens de Ontwikkelingsfase Dus rapporteer dit, als een fout! Dit betekent simpel weg Enlightenment heeft nieuwe instellingen nodig om nieuwe functies te gebruiken De nieuwe configuratie maakt dit mogelijk. U kan daarna uw instellingen weer wijzigen naar u believen. Het spijt ons dat u uw aanpassingen opnieuw moet uitvoeren.

source: Desktop %d, %d
cs: Plocha %d, %d
nl: Bureaublad %d, %d

source: Advanced...
nl: volgende...

source: Basic...
nl: Basis...

source: Dropshadow
cs: Stíny
nl: Schaduw
pt: Sombreamento

source: Enlightenment cannot set up the IPC socket. It likely is already in use by an exisiting copy of Enlightenment. Double check to see if Enlightenment is not already on this display, but if that fails try deleting all files in ~/.ecore/enlightenment-* and try running again.
cs: Enlightenmentu se nepodařilo otevřít svůj IPC socket. Je pravděpodobné, že je již používán běžící kopií Enlightenmentu. Zkontrolujte, zda Enlightenment již neběží na této obrazovce, pokud ne, smažte všechny soubory ~/.ecore/enlightenment-* a zkuste spustit znova.
nl: Enlightenment kan het IPC-Socket niet initialiseren. Het wordt mogelijk al door een ander Enlightenment gebruikt. Controleer of Enlightenment niet misschien al op dit Scherm loopt. Als dit niet werkt kunt u alle bestanden in ~/.ecore/enlightenment-* wissen en opnieuw opstarten.

source: Error initializing Module: Battery It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Baterie Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: Batterij Het heeft een minimale Versie nodig van de Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: Battery Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: Clock It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
nl: Fout bij het Initialiseren van de Module: Klok Het heeft een minimale Versie nodig van de Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: Clock Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: Dropshadow It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Stíny Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: Schaduw Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: Dropshadow Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: IBar It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: IBar Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: IBar Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: IBar Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: Pager It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Pager Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: Pager Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: Pager Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: Temperature It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Teplota Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: Temperatuur Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: Temperature Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: Error initializing Module: cpufreq It requires a minimum module API version of: %i. The module API advertized by Enlightenment is %i. Aborting module.
cs: Chyba nahrávání modulu: CpuFreq Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: CpuFreq Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.

source: Error initializing Module: start It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Start Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: start Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.

source: Error initializing Module: test It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: test Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.
nl: Fout bij het Initialiseren van de Module: test Het heeft een minimale Versie nodig van Module-API van: %i. De bij Enlightenment bekende Module-API is: %i. Laden van de Module word afgebroken.
pt: Erro inicializando Módulo: test Isto requere no mínimo módulo API versão: %i. O módulo API anunciado pelo Enlightenment é: %i. Abortando módulo.

source: User
nl: Gebruiker

source: Lifespan
nl: Levensloop

source: Match by Class
nl: Bij Klasse passend

source: Match by Name
nl: Bij Namen passend

source: Match by Role
nl: Bij rol passend

source: Match by Title
nl: Bij Titel passend

source: Match by Transient Status
nl: Bij voorbijgaande Status passend
