Repository: playya/Enlightenment
Catalog: trunk/e17/apps/e/po/*.po
Languages: cs, hu, ko, nl, pt, zh_tw

source: Enlightenment cannot initialize the IPC system. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit systém IPC. Možná došla paměť?
hu: Az e17 nem tudta elindítani az IPC rendszert! Talán kevés a memória?
nl: Enlightenment kan het IPC-Subsysteem niet initialiseren. Misschien heeft u niet genoeg vrij geheugen?
zh_tw: Enlightenment 無法啟動IPC系統。 可能您的記憶體用完了？

source: Enlightenment cannot initialize the Evas system. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit systém Evas! Možná došla paměť?
hu: Az e17 nem tudta elindítani az Evas-t! Talán kevés a memória?
nl: Enlightenment kan het Evas Systeem niet initialiseren. Misschien heeft u niet genoeg vrij geheugen?
zh_tw: Enlightenment 無法啟動Evas系統。 可能您的記憶體用完了？

source: Enlightenment found ecore_evas doesn't support the Software X11 rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software X11 rendering engine.
hu: Az ecore_evas nem támogatja a szoftveres X11 leképezést Kérlek, ellenõrizd az Ecore, és Evas telepítéseket, hogy támogatják-e a fenti funkciót!

source: Enlightenment found ecore_evas doesn't support the Software Buffer rendering in Evas. Please check your installation of Evas and Ecore and check they support the Software Buffer rendering engine.
hu: Az ecore_evas nem támogatja a szoftveres puffer renderelést Kérlek, ellenõrizd az Ecore, és Evas telepítéseket, hogy támogatják-e a fenti funkciót!

source: Enlightenment found Evas can't create a buffer canvas. Please check Evas has Software Buffer engine support.
hu: Az Evas nem tudja megcsinálni a puffer vásznat. Kérlek ellenõrizd hogy az Evas támogatja-e a Software Buffer engine-t

source: Enlightenment found Evas can't load PNG files. Check Evas has PNG loader support.
hu: Az Evas nem tudja betölteni a PNG fájlokat. Kérlek ellenõrizd, hogy az Evas támogatja-e a PNG töltõt.

source: Enlightenment found Evas can't load JPEG files. Check Evas has JPEG loader support.
hu: Az Evas nem tudja betölteni a JPEG fájlokat. Kérlek ellenõrizd, hogy az Evas támogatja-e a JPEG töltõt.

source: Enlightenment found Evas can't load EET files. Check Evas has EET loader support.
hu: Az Evas nem tudja betölteni a EET fájlokat. Kérlek ellenõrizd, hogy az Evas támogatja-e a EET töltõt.

source: Enlightenment cannot initialize the Thumbnailing system.
hu: Az e17 nem tudta elindítani a elõkép-generátort!
zh_tw: Enlightenment 無法初始略圖系統。

source: Enlightenment cannot initialize the File manager.
hu: Az e17 nem tudta elindítani a fájlkezelõt!
zh_tw: Enlightenment 無法初始文件管理器。

source: Enlightenment cannot create directories in your home directory. Perhaps you have no home directory or the disk is full?
cs: Enlightenment nemůže vytvářet adresáře ve vašem domovském adresáři. Možná žádný nemáte nebo je disk plný?
hu: Az e17 nem tudta létrehozni a könyvtárakat a könyvtáradban! Lehet, hogy nincs saját könyvtárad, vagy a lemez tele van.
nl: Enlightenment kan geen Mappen in Home-map maken. Misschien heeft u geen Home-map, of de Harde Schijf is vol?
zh_tw: Enlightenment 無法在你的家目錄建立目錄。 可能你沒有家目錄或是磁碟已滿？

source: Enlightenment cannot set up its config system.
cs: Enlightenmentu se nepodařilo spustit systém nastavení.
hu: Az e17 nem tudta beállítani konfigurációs rendszert.
nl: Enlightenment kan zijn Configuratie-Subsysteem niet initialiseren.
zh_tw: Enlightenment 無法設定他的配置系統。

source: Enlightenment cannot set up paths for finding files. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo nastavit cesty k vyhledávání souborů. Možná došla paměť?
hu: Az e17 nem tudta felállítani a fájlok elérési útjait. Talán nincs elég memória?
nl: Enlightenment kan zijn zoekpad niet initialiseren. Misschien heeft u niet genoeg geheugen?
zh_tw: Enlightenment 無法為找到的文件建立路徑。 可能您的記憶體用完了？

source: Enlightenment cannot set up its intl system.
hu: Az e17 nem tudta felállítani az intl rendszerét.
zh_tw: Enlightenment 無法建立他的語系系統。

source: Enlightenment cannot set up its actions system.
cs: Enlightenmentu se nepodařilo spustit systém akcí.
hu: Az e17 nem tudta elindítani az akció-rendszerét.
zh_tw: Enlightenment 無法建立他的動作系統。

source: Enlightenment cannot set up its bindings system.
cs: Enlightenmentu se nepodařilo spustit systém klávesových zkratek.
hu: Az e17 nem tudta felállítani a kombinációs rendszert.
zh_tw: Enlightenment 無法建立他的連接系統。

source: Enlightenment cannot set up its popup system.
cs: Enlightenmentu se nepodařilo spustit systém pop-upů.
hu: Az e17 nem tudta felállítani a felugró-ablak rendszert.
zh_tw: Enlightenment 無法建立他的彈出系統。

source: Enlightenment cannot set up its font system.
cs: Enlightenmentu se nepodařilo spustit systém fontů.
hu: Az e17 nem tudta elindítani a betütípus-rendszert.
nl: Enlightenment kan zijn Font-Subsysteem niet initialiseren.
zh_tw: Enlightenment 無法建立他的字形系統。

source: Enlightenment cannot set up its theme system.
cs: Enlightenmentu se nepodařilo spustit systém témat.
hu: Az e17 nem tudta elindítani a témázó-rendszert.
zh_tw: Enlightenment 無法建立他的主題系統。

source: Enlightenment cannot set up init screen. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit úvodní obrazovku. Možná došla paměť?
hu: Az e17 nem tudta felállítani az induló képernyõt. Lehet, hogy kevés a memória?
nl: Enlightenment kan het Startscherm niet initialiseren. Misschien heeft u niet genoeg geheugen?
zh_tw: Enlightenment 無法建立初始螢幕。 可能您的記憶體用完了？

source: Enlightenment set up window management for all the screens on your system failed. Perhaps another window manager is running?
cs: Nastavení manažeru okna na všech obrazovkách v systému selhalo. Neběží už jiný okenní manažer?
hu: Az e17 nem tudta elindítan az ablakkezelést. Lehet, hogy fut már egy másik ablakkezelõ?
nl: Enlightenment kon zich voor geen enkel Beeldscherm als venster Manager aanbieden. Misschien loopt er al een andere venster Manager?
zh_tw: Enlightenment 在你所有的screen上建立視窗管理都失敗。 可能有另一個視窗管理程式正在執行？

source: Enlightenment cannot set up its app system.
cs: Enlightenmentu se nepodařilo spustit systém aplikací.
hu: Az e17 nem tudta felállítani a app-rendszert.
nl: Enlightenment kan zijn Programma-Subsysteem niet initialiseren.
zh_tw: Enlightenment 無法建立他的應用程式系統。

source: Enlightenment cannot setup remember settings.
hu: Az e17 nem tudta felállítani az emlékezési beállításokat.
zh_tw: Enlightenment 無法設定他的設定記憶系統。

source: Enlightenment cannot set up the IPC socket. It likely is already in use by an existing copy of Enlightenment. Double check to see if Enlightenment is not already on this display, but if that fails try deleting all files in ~/.ecore/enlightenment-* and try running again. If you use AFS then maybe you might want to make a symlink from ~/.ecore to /tmp/my_directory/ecore where sockets can be made.
hu: Az e17 nem tudta felállítani az IPC socketet. Valószínûleg már használja egy másik Enlightenment folyamat. Kérlek ellenõrizd, hogy fut-e már egy Enlightenment ezen a képernyõn. Ha ez nem megy, töröld a fájlokat a ~/.ecore/enlightenment-* alatt, és próbáld újra Ha AFS-t használsz, talán csinálhatnál egy szimlinket a ~/.ecore-tól a /tmp/sajat_konyvtar/ecore könyvtár alá.
zh_tw: Enlightenment 無法建立IPC socket。 看起來已經有另一個Enlightenment正在使用。 請確定沒有其他Enlightenment在同一個display上執行， 如果沒有，請試著刪除 ~/.ecore/enlightenment-* 下的所有文件， 然後在試著執行一遍。 如果您使用AFS，那麼你可能需要建立一個以 ~/.ecore 到 /tmp/my_directory/ecore 的symlink，以便建立socket。

source: Enlightenment cannot set up its msg system.
hu: Az e17 nem tudta felállítani az üzenet-rendszert.
zh_tw: Enlightenment 無法建立他的訊息系統。

source: Enlightenment cannot set up its dnd system.
cs: Enlightenmentu se nepodařilo spustit systém dnd.
hu: Az e17 nem tudta felállítani a fogd-és-vidd rendszert.
zh_tw: Enlightenment 無法建立他的拖拉系統。

source: Enlightenment cannot set up its input grab handling system.
hu: Az e17 nem tudta elindítani a bejövõ mozdulat-kezelõt.
zh_tw: Enlightenment 無法建立他的輸入擷取處理系統。

source: Enlightenment cannot set up its module system.
cs: Enlightenmentu se nepodařilo spustit systém modulů.
hu: Az e17 nem tudta elindítani a modul rendszert.
nl: Enlightenment kan zijn Module-Subsysteem niet initialiseren.
zh_tw: Enlightenment 無法建立他的模組系統。

source: Enlightenment cannot set up its window list system.
hu: Az e17 nem tudta elindítani az ablaklista rendszert.
zh_tw: Enlightenment 無法建立他的視窗列表系統。

source: Enlightenment cannot set up its color class system.
hu: Az e17 nem tudta elindítani a szín-osztály rendszert.

source: Enlightenment cannot set up its gadget control system.
hu: Az e17 kütyü-kezelõt.

source: Enlightenment cannot set up its shelf system.
hu: Az e17 nem tudta elindítani a polc-rendszert.

source: Enlightenment cannot set up its exebuf system.
hu: Az e17 nem tudta elindítani a exebuf rendszert.

source: Enlightenment cannot set up its desk locking system.
hu: Az e17 nem tudta felállítani az asztalzár-rendszert.

source: Enlightenment IPC setup error!
cs: Modul Enlightenment
hu: Englightenment IPC hiba!
nl: Enlightenment Fout in de IPC-Instellingen!
zh_tw: Enlightenment IPC設定錯誤！

source: Enlightenment cannot set up the IPC socket. It likely is already in use by an existing copy of Enlightenment. Double check to see if Enlightenment is not already on this display, but if that fails try deleting all files in ~/.ecore/enlightenment-* and try running again.
hu: Az e17 nem tudta felállítani az IPC socketet. Valószínûleg már használja egy másik Enlightenment folyamat. Kérlek ellenõrizd, hogy nem fut-e már egy Enlightenment ezen a képernyõn. Ha ez nem megy, töröld a fájlokat a ~/.ecore/enlightenment-* alatt, és próbáld újra.
zh_tw: Enlightenment 無法建立IPC socket。 看來已經有一個Enlightenment正在執行。 請確定沒有其他Enlightenment在同一個display上執行， 如果沒有，請試著刪除 ~/.ecore/enlightenment-* 下的所有文件， 然後在試著執行一遍。

source: Enlightenment Starting. Please wait.
cs: Enlightenment startuje. Prosím čekejte.
hu: Az Enlightenment indul. Kérlek várj...
ko: Enlightenment를 시작할때 작업공간 기다리십시오.
nl: Enlightenment start. een moment.
pt: Enlightenment Iniciando. Por favor aguarde.
zh_tw: Enlightenment 正在啟動。請稍後。

source: There was an error loading module named: %s<br>No module named %s could be found in the<br>module search directories.<br>
hu: Hiba a %s modul betöltésekor<br>Nincs %s nevû modul a modulkönyvtárakban.
ko: 모듈 이름 %s 로드할때 종류:<br>모듈 디렉토리에 그런 모듈을<br>찾을 수 없음
zh_tw: 載入模組 %s 時發生錯誤。<br>在模組的搜尋路徑<br>沒有找到名為 %s 的模組。<br>

source: Error loading Module
cs: Chyba nahrávání modulu
hu: Hiba a modul betöltésekor
ko: 모듈 로딩 오류
nl: Fout bij het Laden van de Module
pt: Erro ao carregar Módulo
zh_tw: 載入模組錯誤

source: There was an error loading module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>%s<br>
hu: Hiba a %s modul betöltésekor. A modul teljes elérési útja:<br>%s<br><br>A hiba:<br>%s<br>
ko: 모듈 이름 %s 로드할때 종류:<br>그파일의 디렉토리에 있음:<br>%s<br>종류을 신고했음:<br>%s<br>
zh_tw: 載入模組 %s 時發生錯誤。<br>該模組的完整路徑是：<br>%s<br>錯誤報告如下：<br>%s<br>

source: Module does not contain all needed functions
hu: A modul nem tartalmazza az összes szükséges függvényt

source: Module API Error<br>Error initializing Module: %s<br>It requires a minimum module API version of: %i.<br>The module API advertized by Enlightenment is: %i.<br>
hu: Modul API hiba<br>Hiba a modul betöltésekor: %s<br> Ennek a modulnak legalább %i verziójú api kell<br>Az Enlightenment API verziója %i<br>
zh_tw: 模組 API 錯誤<br>模組初始化錯誤：%s<br>要求最小的模組 API 版本號：%i。<br>Enlightenment給的模組版本化：%i。<br>

source: Enlightenment %s Module
hu: Enlightenment %s modul
ko: Enlightenment %s 모듈
zh_tw: Enlightenment %s 模組

source: (No Loaded Modules)
hu: (Nincsenek betöltött modulok)
ko: (로드한 모듈 없음)
zh_tw: （沒有載入的模組）

source: About…
hu: Adatok

source: Would you like to unload this module?<br>
hu: Szeretnéd a modult kiüríteni a memóriából?<br>
ko: 이모듈을 옮기겠습니까?<br>
zh_tw: 您是否要卸載這個模組？<br>

source: Stop editing items
hu: Elemek szerkesztésének vége

source: Begin editing items
hu: Elemek szerkesztése

source: Configure Contents
hu: Tartalom konfigurálása

source: Starting %s
hu: %s indítása
ko: %s 시작
nl: %s starten
zh_tw: 啟動 %s

source: Cannot exit - immortal windows.
hu: Nemtudok kilépni - halhatatlan ablakok
ko: 윈도우 창 닫힐 수 없음
zh_tw: 無法退出 － 固化的視窗。

source: Some windows are left still around with the Lifespan lock enabled. This means<br>that Enlightenment will not allow itself to exit until these windows have<br>been closed or have the lifespan lock removed.<br>
hu: Néhány ablak meg van nyitva Élettartam zárral. Ez azt jelenti, hogy<br>az Enlightenment nem tud addig kilépni, amíg ezek az ablakok nyitva vannak<br>vagy az Élettartam zár el nem lett távolítva<br>

source: Select a window
hu: Válassz egy ablakot!
ko: 윈도우 선택
zh_tw: 選擇一個視窗

source: Move Up
hu: Fel

source: Move Down
hu: Le

source: Add
hu: Hozzáadás

source: Remove
hu: Törlés

source: Shelf Configuration
hu: Polc beállítása

source: Above Everything
hu: Minden felett

source: Below Windows
hu: Ablakok alatt

source: Below Everything
hu: Minden alatt

source: Srink to Content Size
hu: Összehúzás

source: Shelf Size
hu: Polc mérete

source: %3.0f pixels
hu: %3.0f pixel

source: Layout
hu: Kinézet

source: Left
hu: Bal

source: Right
hu: Jobb

source: Top
hu: Felül
ko: 위
nl: boven
zh_tw: 頂部

source: Bottom
hu: Alul
ko: 아래
nl: Onder
zh_tw: 底部

source: Top Left
hu: Felül-baloldalt

source: Top Right
hu: Felül-jobboldalt

source: Bottom Left
hu: Alul-baloldalt

source: Bottom Right
hu: Alul-jobboldalt

source: Left Top
hu: Baloldalt-felül

source: Right Top
hu: Jobboldalt-felül

source: Left Bottom
hu: Baloldalt-alul

source: Right Bottom
hu: Jobboldalt-Alul

source: Styles
hu: Stílusok

source: Configure Contents...
hu: Tartalom beállítása...

source: Shelf Settings
hu: Polc beállításai

source: Configured Shelves
hu: Beállított polcok

source: Configure...
hu: Beállítás...

source: Contents Settings
hu: Tartalom beállítása

source: Available Items
hu: Elérhető elemek

source: Status
hu: Állapot

source: Battery Monitor Configuration
hu: Teleptöltöttség mérõ beállítások

source: Basic Settings
hu: Alap beállítások
ko: 초급 설정
zh_tw: 基本設定

source: Show alert when battery is low
hu: Jelenjen meg figyelmeztetés, ha a teleptöltöttség alacsony

source: Advanced Settings
hu: Haladó beállítások
ko: 고급 설정
zh_tw: 進階設定

source: Check battery every:
hu: Telep állapotának ellenõrzése minden:

source: %1.1f seconds
hu: %1.1f másodperc

source: Alert when battery is down to:
hu: Figyelmeztessen, ha a telep csak eddig bírja:

source: %1.0f minutes
hu: %1.0f perc

source: Battery
cs: Baterie
hu: Akkumulátor
nl: Batterij
pt: Bateria

source: Battery Running Low<br>Your battery is running low.<br>You may wish to switch to an AC source.
hu: Az akkumulátor kezd lemerülni<br>Esetleg csatlakoztathatnád egy áramforráshoz.
zh_tw: 電池電量低<br>你的電池電量太低。<br>您可能需要切換到交流電源

source: NO INFO
cs: ŽÁDNÉ INFO
hu: NINCS ADAT
ko: 정보 없음
nl: GEEN INFORMATIE
pt: SEM INFO
zh_tw: 沒有訊息

source: NO BAT
cs: ŽÍDNÝ BAT
hu: NINCS üTõ
ko: 배터리 없음
nl: GEEN BATTERIJ
pt: SEM BAT
zh_tw: 沒有電池

source: BAD DRIVER
cs: ŠPATNÝ OVLADAČ
hu: ROSSZ MEGHAJTó
nl: Foutief Stuurprogramma
pt: DRIVER RUIM
zh_tw: 錯誤的驅動程式

source: FULL
cs: PLNO
hu: Tele!!!
nl: VOL
pt: CHEIO
zh_tw: 滿

source: High
cs: Vysoký
hu: Magas
nl: Hoog
pt: Alto
zh_tw: 高

source: Low
cs: Nízké
hu: Alacsony
nl: Laag
pt: Baixo
zh_tw: 低

source: Danger
cs: Nebezpečí
hu: Veszélyes!!!
ko: 위험
nl: Gevaar
pt: Perigo
zh_tw: 危險

source: Charging
hu: Töltés
nl: Laden
pt: Carregando
zh_tw: 充電中

source: Enlightenment Battery Module
cs: Modul baterie Enlightenment
hu: Teleptöltöttség-mérõ modul
ko: Enlightenment 배터리 모듈
nl: Enlightenment Batterij-Module
pt: Módulo Bateria do Enlightenment
zh_tw: Enlightenment電池模組

source: A basic battery meter that uses either<hilight>ACPI</hilight> or <hilight>APM</hilight><br>on Linux to monitor your battery and AC power adaptor<br>status. This will work under Linux and FreeBSD and is only<br>as accurate as your BIOS or kernel drivers.
hu: Egyszerû teleptöltöttség-mérõ, ami az <hilight>ACPI</hilight> vagy <hilight>APM</hilight><br>interfészeket használja Linux alatt, hogy megállapítsa<br>a telep állapotát. FreeBSD-n és Linuxon mûködik.<br>Csak annyira megbízható, mint a BIOS-od, vagy a kernel meghajtói.
zh_tw: 一個簡單的電池指示器，使用Linux下的 <hilight>ACPI</hilight> 或者 <hilight>APM</hilight> <br>模組來監視您的電池和交流電源轉接器狀態。<br>它能在 Linux 和 FreeBSD 下工作，且在您的 BIOS 或核心驅動<br>都一樣精準

source: Clock
cs: Hodiny
hu: Óra
nl: Klok
pt: Relógio

source: Enlightenment Clock Module
cs: Modul hodin Enlightenment
hu: Óra modul
ko: Enlightenment 시계 모듈
nl: Enlightenment Klok-Module
pt: Módulo Relógio do Enlightenment
zh_tw: Enlightenment時鐘模組

source: A simple module to give E17 a clock.
cs: Jednoduchý modul, který dává E17 hodiny.
hu: Egyszerû modul, hogy az Enlightenmentnek is legyen órája
nl: Een eenvoudige klok voor E17.
pt: Um módulo simples para fornecer um relógio ao E17.
zh_tw: 一個提供E17時鐘的簡單模組。

source: Fast (0.5 sec)
hu: Gyakran (0,5mp)

source: Medium (1 sec)
hu: Közepes (1mp)

source: Normal (2 sec)
hu: Normális (2mp)

source: Slow (5 sec)
hu: Ritkán (5mp)

source: Very Slow (30 sec)
hu: Nagyon ritkán (30mp)

source: Manual
cs: Ruční
hu: Manuális
ko: 수동식
nl: Handmatig
zh_tw: 手動

source: Lower Power Automatic
hu: Alacsony felhasználású automatikus
zh_tw: 自動低電源消耗

source: Minimum Speed
cs: Minimální rychlost
hu: Min. sebesség
ko: 저속
zh_tw: 最低速

source: Maximum Speed
cs: Maximální rychlost
hu: Max. sebesség
ko: 고속
nl: Maximale Snelheid
zh_tw: 最高速

source: Time Between Updates
hu: Frissítések közti idõ

source: Restore CPU Power Policy
hu: CPU energia-szabály visszaállítása

source: Set CPU Power Policy
hu: CPU energia-szabály létrehozása

source: Set CPU Speed
hu: Sebesség beállítása

source: There was an error trying to set the<br>cpu frequency governor via the module's<br>setfreq utility.
hu: Hiba a processzor setfreq-en keresztüli órajel-vezérlõ<br>állításakor

source: Your kernel does not support setting the<br>CPU frequency at all. You may be missing<br>Kernel modules or features, or your CPU<br>simply does not support this feature.
hu: A kerneled nem támogatja az órajel-vezérlést.<br>Hiányozhat a kernelbõl a modul,<br>vagy egyszerûen a processzorod nem támogatja ezt a funkciót.

source: There was an error trying to set the<br>cpu frequency setting via the module's<br>setfreq utility.
hu: Hiba a processzor órajelének setfreq-en keresztüli<br>átállítakor

source: CPU Frequency Controller Module
cs: Modul pro ovládání frekvence CPU
hu: CPU Sebességszabályzó modul
nl: CPU Frequentie Controle module
zh_tw: CPU頻率控制模組

source: A simple module to control the frequency of the system CPU.<br>This is especially useful to save power on laptops.
hu: Egyszerû modul a processzor sebességének állítására.<br>Rendkívül hasznos hordozható gépeken az<br>energiafelhasználás csökkentésére
zh_tw: 一個控制系統CPU頻率的簡單模組。它在節約筆記型電腦電力特別有用。

source: Dropshadow Configuration
hu: Áírnyékoló beállítások

source: Quality
hu: Minõség

source: High Quality
hu: Jóminõségû
ko: 높은 품질
nl: Hoge Kwaliteit
zh_tw: 高品質

source: Medium Quality
hu: Közepes minõségû
ko: 중간 품질
nl: Normale kwaliteit
zh_tw: 中等品質

source: Low Quality
hu: Alacsony minõségû
ko: 낮은 품질
nl: Lage kwaliteit
zh_tw: 低品質

source: Blur Type
hu: Elmosás típusa

source: Very Fuzzy
cs: Velmi neostré
hu: Nagyon bolyhos
ko: 매우 흐리게
nl: Zeer Vaag
pt: Muito Disfocado
zh_tw: 很模糊

source: Fuzzy
cs: Neostré
hu: Bolyhos
ko: 흐리게
nl: Vaag
pt: Disfocado
zh_tw: 模糊

source: Medium
cs: Střední
hu: Közepes
ko: 중간
nl: Middel
pt: Médio
zh_tw: 中等

source: Sharp
cs: Ostré
hu: Éles
ko: 명료하게
nl: Scherp
pt: Definido
zh_tw: 清晰

source: Very Sharp
cs: Velmi ostré
hu: Nagyon éles
ko: 매우 명료하게
nl: Zeer Scherp
pt: Muito Definido
zh_tw: 很清晰

source: Shadow Distance
hu: Árnyék távolsága

source: Very Far
cs: Velmi vzdálené
hu: Nagyon messzi
ko: 매우 멀리
nl: Zeer Ver
pt: Muito Longe
zh_tw: 很遠

source: Far
cs: Vzdálené
hu: Messzi
ko: 멀리
nl: Ver
pt: Longe
zh_tw: 遠

source: Near
cs: Blízké
hu: Közeli
ko: 가깝게
nl: Dichtbij
zh_tw: 近

source: Very Near
cs: Velmi blízké
hu: Nagyon közeli
ko: 매우 가깝게
nl: Zeer dichtbij
zh_tw: 很近

source: Underneath
hu: Alatta

source: Shadow Darkness
hu: Árnyék sötétsége

source: Very Dark
cs: Velmi tmavé
hu: Nagyon sötét
ko: 매우 어둡게
nl: Zeer Donker
pt: Muito Escuro
zh_tw: 很暗

source: Dark
cs: Tmavé
hu: Sötét
ko: 어둡게
nl: Donker
pt: Escuro
zh_tw: 暗

source: Light
cs: Světlé
hu: Halvány
ko: 밝게
nl: Licht
pt: Claro
zh_tw: 亮

source: Very Light
cs: Velmi světlé
hu: Nagyon halvány
ko: 매우 밝게
nl: Zeer Licht
pt: Muito Claro
zh_tw: 很亮

source: Enlightenment Dropshadow Module
cs: Modul stínů Enlightenment
hu: Árnyékoló modul
nl: Enlightenment Schaduw-Module
pt: Módulo Sombreamento do Enlightenment
zh_tw: Enlightenment視窗陰影模組

source: This is the dropshadow module that allows dropshadows to be cast<br>on the desktop background - without special X-Server extensions<br>or hardware acceleration.
hu: Árnyékoló modul, ami lehetõvé teszi az ablakok árnyékolását<br>különleges X kiterjesztések -vagy hardveres gyorsítás- nélkül.
zh_tw: 這是允許視窗在桌面背景產生投影的陰影模組。<br>不需要特殊的X擴充套件或是硬體加速。

source: IBar Configuration
hu: IBar tulajdonságok

source: Selected Bar Source
hu: Ikon-forrás

source: Show Icon Label
hu: Nevek megjelenítése

source: Change Icon Properties
hu: Ikon tulajdonságainak megváltoztatása

source: Remove Icon
hu: Ikon eltávolítása

source: Cannot add icon
hu: Nemtudtam hozzáadni az ikont
ko: 아이콘 추가할수 없음
zh_tw: 不能加入圖示

source: You tried to drop an icon of an application that<br>does not have a matching application file.<br><br>The icon cannot be added to IBar.
hu: Egy olyan ikon dobtál az IBarra, aminek nincs<br>futtatható állománya.<br><br>Nem adtam hozzá ikont az IBarhoz!
zh_tw: 您試著拖拉一個程式圖示<br>並不匹配程式檔案。<br><br>圖示無法加入IBar

source: Enlightenment IBar Module
cs: Modul IBar Enlightenment
hu: IBar modul
ko: Enlightenment IBar 모듈
pt: Módulo IBar do Enlightenment
zh_tw: Enlightenment IBar 模組

source: This is the IBar Application Launcher bar module for Enlightenment.<br>It is a first example module and is being used to flesh out several<br>interfaces in Enlightenment 0.17.0. It is under heavy development,<br>so expect it to <hilight>break often</hilight> and change as it improves.
hu: Ez az IBar alkalmazásindító modul. Ez az elsõ modul az E17-hez,<br>és aktív fejlesztés alatt áll, így <highlight>gyakran "elszállhat"</highlight>.
zh_tw: 這是為了 Enlightenment 設計的 IBar 程式啟動模組。<br>它是第一個範例模組且被用來建構 Enlightenment 0.17.0<br>裡的介面。它正在緊密開發中所以它會執行錯誤以及隨著改進會改變。

source: IBox Configuration
hu: IBox beállítások

source: Show Follower
hu: Követõ megjelenítése

source: Auto Fit Icons
hu: Illeszkedés az ikonokra

source: Follower
hu: Követõ
ko: 신봉자
nl: Volger
zh_tw: 跟隨

source: Visible
hu: Látható

source: Follow Speed
hu: Követési sebesség

source: %1.2f px/s
hu: %1.2f pixel/mp

source: Icon Size
hu: Ikon méret

source: Width
hu: Szélesség

source: Auto Fit
hu: Automatikus illeszkedés

source: Autoscroll Speed:
hu: Autoscroll sebessége:

source: Enlightenment IBox Module
cs: Modul IBox Enlightenment
hu: IBox modul
ko: Enlightenment IBox 모듈
zh_tw: Enlightenment IBox 模組

source: This is the IBox Iconified Application module for Enlightenment.<br>It will hold minimized applications
hu: IBox ikonizált alkalmazásokat tároló modul.
zh_tw: 這是Enlightenment的IBox程式圖示化模組。<br>它將持有最小化的程式

source: ITray Configuration
hu: ITray tulajdonságok

source: Number of Rows
hu: Sorok száma

source: Enlightenment ITray Module
hu: ITray modul
