Repository: playya/Enlightenment
Catalog: trunk/e17/apps/e/po/*.po
Languages: cs, hu, ko, nl, pt, zh_tw

source: About Enlightenment
cs: O Enlightenmentu
hu: Az Enlightenmentrõl
ko: Enlightenment 정보
nl: Over Enlightenment
pt: Sobre o Enlightenment
zh_tw: 關於 Enlightenment

source: Copyright &copy; 1999-2006, by the Enlightenment Development Team.<br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>This software is provided as-is with no explicit or implied warranty. This software is governed by licensing conditions, so please see the COPYING and COPYING-PLAIN licence files installed on your system.<br><br>Enlightenment is under <hilight>HEAVY DEVELOPMENT</hilight> and it is not stable. Many features are incomplete or even non-existant yet and may have many bugs. You have been <hilight>WARNED!</hilight>
hu: Copyright &copy; 1999-2005, Enlightenment Development Team-tõl.<br><br>Reméljük, legalább annyira élvezed a program használatát, mint amennyire mi élveztük a készítését!<br><br>A szoftver használata során észlelt hibákért felelõsséget nem vállalunk! A program használatának feltételeit a COPYING és COPYING-PLAIN fájlok tartalmazzák.<br><br>Az Enlightenment 0.17 <hilight>AKTíV FEJLESZTéS</hilight> alatt áll, és nem feltétlen stabil. Sok funkció még hiányzik, vagy nem használható. <hilight>FIGYELMEZTETTüNK!</hilight>

source: <title>The Team</title>
hu: <title>A Csapat<title><br>
ko: <title>팀</title>
zh_tw: <title>開發組</title>

source: Are you sure you want to exit?
hu: Tényleg ki akarsz lépni?
ko: 종료하겠습니까?
zh_tw: 您確定要退出嗎？

source: You requested to exit Enlightenment.<br><br>Are you sure you want to exit?
hu: Az Enlightenmentbõl való kilépést választottad.<br><br>Biztos, hogy ezt akarod?
ko: 종료하겠습니까?
zh_tw: 您要求退出 Enlightenment。<br><br>您是否確定要退出？

source: Yes
hu: Igen
ko: 예
zh_tw: 是

source: No
hu: Nem
ko: 아니오
zh_tw: 否

source: Menu
hu: Menü

source: Window Menu
hu: Ablak menü

source: Window : Actions
hu: Ablak : Akciók

source: Raise
hu: Felemel

source: Lower
hu: Lejjebb helyez

source: Close
cs: Zavřít
hu: Bezárás
ko: 닫기
nl: Sluiten
pt: Fechar
zh_tw: 關閉

source: Kill
hu: Nyírd ki!
ko: 창 닫기
nl: Doden
zh_tw: 結束

source: Window : State
hu: Ablak : Állapot

source: Sticky Mode Toggle
hu: Ragadós mód váltása

source: Iconic Mode Toggle
hu: Ikon mód váltása

source: Maximize
hu: Teljes méretû
nl: Maximaliseren

source: Maximize Vertically
hu: Függõlegesen maximalizál

source: Maximize Horizontally
hu: Vízszintesen maximalizál

source: Maximize Fullscreen
hu: Teljes képernyõs

source: Maximize Mode "Smart"
hu: Maximalizálási mód "Okos"

source: Maximize Mode "Expand"
hu: Maximalizálási mód "Kiterjeszt"

source: Maximize Mode "Fill"
hu: Maximalizálási mód "Kitölt"

source: Shade Up Mode Toggle
hu: Felgördítés váltása

source: Shade Down Mode Toggle
hu: Legördítés váltása

source: Shade Left Mode Toggle
hu: Balraragördítés váltása

source: Shade Right Mode Toggle
hu: Jobbragördítés váltása

source: Desktop
hu: Asztal

source: Flip Desktop Left
hu: Váltás a bal oldali asztalra

source: Flip Desktop Right
hu: Váltás a jobb oldali asztalra

source: Flip Desktop Up
hu: Váltás a feljebbi sztalra

source: Flip Desktop Down
hu: Váltása a lejjebbi asztalra

source: Flip Desktop By...
hu: Asztalváltás ennyivel...

source: Flip Desktop To...
hu: Váltás erre az asztalra...

source: Flip Desktop Linearly...
hu: Lineáris asztalváltás

source: Switch To Desktop 0
hu: Váltás a 0 asztalra

source: Switch To Desktop 1
hu: Váltás a 1 asztalra

source: Switch To Desktop 2
hu: Váltás a 2 asztalra

source: Switch To Desktop 3
hu: Váltás a 3 asztalra

source: Switch To Desktop 4
hu: Váltás a 4 asztalra

source: Switch To Desktop 5
hu: Váltás a 5 asztalra

source: Switch To Desktop 6
hu: Váltás a 6 asztalra

source: Switch To Desktop 7
hu: Váltás a 7 asztalra

source: Switch To Desktop 8
hu: Váltás a 8 asztalra

source: Switch To Desktop 9
hu: Váltás a 9 asztalra

source: Switch To Desktop 10
hu: Váltás a 10 asztalra

source: Switch To Desktop 11
hu: Váltás a 11 asztalra

source: Switch To Desktop...
hu: Váltás erre az asztalra...

source: Window : Moving
hu: Ablak : Mozgás

source: To Next Desktop
hu: A következő asztalra

source: To Previous Desktop
hu: Az előző asztal

source: By Desktop #...
hu: Ehhez az aszatlhoz #...

source: To Desktop 0
hu: 0 asztalra

source: To Desktop 1
hu: 1 asztalra

source: To Desktop 2
hu: 2 asztalra

source: To Desktop 3
hu: 3 asztalra

source: To Desktop 4
hu: 4 asztalra

source: To Desktop 5
hu: 5 asztalra

source: To Desktop 6
hu: 6 asztalra

source: To Desktop 7
hu: 7 asztalra

source: To Desktop 8
hu: 8 asztalra

source: To Desktop 9
hu: 9 asztalra

source: To Desktop 10
hu: 10 asztalra

source: To Desktop 11
hu: 11 asztalra

source: To Desktop...
hu: Erre az asztalra...

source: Show Main Menu
hu: Főmenü megjelenítése

source: Show Favorites Menu
hu: Kedvencek menü megjelenítése

source: Show Clients Menu
hu: Ablakok menü megjelenítése

source: Show Menu...
hu: Menü megjelenítése...

source: User Defined Actions
hu: Felhasználói akciók

source: Application
hu: Alkalmazás
nl: Toepassing

source: Window : List
hu: Ablak : Lista

source: Next Window
hu: Következő ablak

source: Previous Window
hu: Előző ablak

source: Gadgets
cs: Vychytávky
hu: Kütyük
ko: 장치
pt: Bugigangas
zh_tw: 附件

source: Toggle Edit Mode
hu: Kütyük rendezése

source: Restart
hu: Újraindítás

source: Exit
hu: Kkilépés

source: Run Command
hu: Parancs futtatása
ko: 실행
nl: Commando uitvoeren
zh_tw: 執行指令

source: Desktop Lock
hu: Asztal zárolása

source: Run Error
hu: Futási hiba
ko: 실행 오류
nl: bewerkingsfout
zh_tw: 執行時錯誤

source: Enlightenment was unable to fork a child process:<br><br>%s<br>
hu: Az Enlightenment képtelen volt új folyamatot elágaztatni:<br><br>%s<br>

source: Application run error
hu: Hiba az alkalmazás futtatásakor

source: Enlightenment was unable to run the application:<br><br>%s<br><br>The application failed to start.
hu: Az E17 nem tudta elindítani a következõ programot:<br><br>%s<br><br>

source: Application Execution Error
hu: Hiba az alkalmazás végrehajtásakor

source: %s stopped running unexpectedly.
hu: %s váratlanul befejezte mûködését.

source: An exit code of %i was returned from %s
hu: %i kilépési értékkel tért vissza a %s

source: %s was interrupted by an Interrupt Signal
hu: %s futtatását megszakította egy Interrupt szignál

source: %s was interrupted by a Quit Signal
hu: %s futtatását megszakította egy kilépés szignál

source: %s was interrupted by an Abort Signal
hu: %s futtatását megszakította egy elvetõ szignál

source: %s was interrupted by a Floating Point Error
hu: %s futtatását megszakította egy lebegõpont hiba

source: %s was interrupted by an Uninterruptable Kill Signal
hu: %s futtatását megszakította egy megszakíthatatlan gyilok szignál

source: %s was interrupted by a Segmentation Fault
hu: %s futtatása megszakadt szegmenshiba miatt

source: %s was interrupted by a Broken Pipe
hu: %s futtatása megszakadt törött csõ miatt

source: %s was interrupted by a Termination Singal
hu: %s futtatását megszakította egy vég szignál

source: %s was interrupted by a Bus Error
hu: %s futtatása megszakadt bus hiba miatt

source: %s was interrupted by the signal number %i
hu: %s futtatása megszakadt az %i számú szignál miatt

source: Error Logs
hu: Hiba Naplók

source: There was no error message.
hu: Nem volt hibaüzenet

source: Save This Message
hu: Mentsd ezt az üzenetet

source: Error Information
hu: Hiba információ

source: Error Signal Information
hu: Hiba szignál információk

source: Output Data
hu: Kimeneti adat

source: There was no output.
hu: Nem volt kimenet

source: Configuration data needed upgrading. Your old configuration<br>has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Enlightenment needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your configuration.<br>
hu: A beállításokat tartalmazó állományok elvultak, ezért<br>újakat kellett készíteni. Minden eddigi beállítás törlõdött,<br>de ez a felylesztés folyamán gyakran megesik majd. KéRüNK,<br>HOGY NE JELENTS HIBáT! Annyi történt, hogy a használhatóság<br>érdekében az Enlighenmentnek új adatokra van szüksége, és<br>ezek az elõzõ fájlokból hiányoztak. Mindent visszaállíthatsz,<br>ahogy neked tetszik. Az esetleges galibákért elnézést kérünk!<br>

source: Your configuration is NEWER than Enlightenment. This is very<br>strange. This should not happen unless you downgraded<br>Enlightenment or copied the configuration from a place where<br>a newer version of Enlightenment was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
hu: A beállításokat tartalmazó fájlok verziója újabb, mint<br>Az Enlightenmenté. Ennek nem kellene így lennie, hacsak nem<br>váltottál vissza egy elõzõ verzióra, vagy egy újabb verzión ké-<br>szült beállításokat át nem másoltad. Ez így nem túl jó, és figyelmez-<br>tetésként a beállítások visszaálltak az alapértelmezésre.<br>A galibákért elnézést kérünk!<br>

source: Desktop %i, %i
hu: Asztal %i, %i

source: Configuration Upgraded
cs: Nastavení aktualizováno
hu: A beállításokat frissítettem!
nl: Configuratie Vernieuwd
zh_tw: 配置已經更新

source: Advanced
hu: Haladó

source: Basic
hu: Alap

source: Apply
hu: Elfogadom
ko: 적용
nl: Overnemen
zh_tw: 套用

source: Enlightenment Configuration
hu: Az Enlightenment beállítása
ko: Enlightenment 설정
nl: Enlightenment configuratie
zh_tw: Enlightenment 配置

source: Configuration Panel
hu: Konfigurációs panel
ko: 설정 페널
nl: Configuratie Paneel
zh_tw: 配置面板

source: Appearance
hu: Kinézet

source: Background
hu: Háttér

source: Theme
hu: Téma

source: Fonts
hu: Betûtípusok

source: Mouse Cursor
hu: Egérmutató

source: Window Display
hu: Ablak megjelenítés
ko: 윈도우 디스플레이

source: Shelves
hu: Polcok

source: Extensions
hu: Kiterjesztések

source: Modules
cs: Moduly
hu: Modulok
ko: 모듈
pt: Módulos
zh_tw: 模組

source: Screen
hu: Képernyõ

source: Virtual Desktops
hu: Virtuális asztalok

source: Screen Resolution
hu: Felbontás

source: Screen Lock
hu: Képernyõ zárolás

source: Behavior
hu: Viselkedés

source: Window Focus
hu: Fókusz

source: Key Bindings
hu: Billentyûkombinációk

source: Menus
hu: Menük

source: Miscellaneous
hu: Vegyes

source: Performance
hu: Teljesítmény

source: Configuration Dialogs
hu: Konfigurációs ablakok

source: Startup
hu: Indítás

source: Window List
hu: Ablaklista

source: Window Manipulation
hu: Ablakváltozások
ko: 윈도우 조작

source: Search Directories
hu: Alapértelmezett könyvtárak

source: Container %d
cs: Kontejner %i
hu: Tároló %d
zh_tw: 容器 %d

source: Lock Failed
hu: Nem tudtam zárolni a képernyõt!

source: Locking the desktop failed because some application<br>has grabbed either the keyboard or the mouse or both<br>and their grab is unable to be broken.
hu: Nem tudtam az aztalt zárolni, mert egy alkalmazás<br>használja az egeret vagy billentyûzetet, vagy mindkettõt<br>és nem tudom tõle elszakítani õket.

source: Please enter your unlock password
hu: Kérlek írd be a jelszót

source: Authentication System Error
hu: Hiba az azonosítási rendszerben!

source: Authentication via PAM had errors setting up the<br>authentication session. The error code was <hilight>%i</hilight>.<br>This is bad and should not be happening. Please report this bug.
hu: A PAM azonosítás hibával járt.<br>A hibakód <highlight>%i</highlight>.<br>Ez így nem jó, és nem kellene megtörténnie. Kérlek jelentsd ezt a hibát!

source: Eap Editor
hu: Eap szerkesztõ
ko: Eap 편집
zh_tw: Eap 編輯器

source: Icon
hu: Ikon
ko: 아이콘
zh_tw: 圖示

source: Basic Info
hu: Alap információk
ko: 기본 정보
zh_tw: 基本訊息

source: App name
hu: Név

source: Executable
hu: Bináris

source: General
hu: Általános
ko: 일반
zh_tw: 一般

source: Generic Info
hu: Általános információk

source: Comment
hu: Megjegyzés

source: Window
hu: Ablak
ko: 윈도우
zh_tw: 視窗

source: Window Name
hu: Ablak neve

source: Window Class
hu: Ablak osztály

source: Window Title
hu: Ablak címe

source: Window Role
hu: Ablak szerepe
ko: 윈도우 역할
zh_tw: 視窗腳色

source: File
hu: Fájl

source: Icon Class
hu: Ikon osztály

source: Path
hu: Elérési út

source: Misc
hu: Más
ko: 기타
zh_tw: 雜項

source: Startup Notify
hu: Indításkor figyelmeztet

source: Wait Exit
hu: Várjon a kilépésre

source: Enlightenment: Error!
cs: Enlightenment: Chyba!
hu: Enlightenment: Hiba!
ko: Enlightenment: 오류!
nl: Enlightenment: fout!
pt: Enlightenment: Erro!
zh_tw: Enlightenment：錯誤！

source: Places
hu: Helyek

source: Home
hu: Saját könyvtár

source: Icons
hu: Ikonok

source: Cancel
hu: Mégse
ko: 취소
nl: Afbreken
zh_tw: 取消

source: Enlightenment was unable to fork a child process: %s
hu: Az Enlightenment képtelen volt új az folyamatot elágaztatni: %s

source: Error
hu: Hiba

source: Could not delete <br><b>%s</b>
hu: Nem tudtam törölni a <br><b>%s</b> fájlt!

source: Confirm
hu: Megerõsít

source: Are you sure you want to delete <br><b>%s</b> ?
hu: Biztosan törölni akarod a <br><b>%s</b> nevû fájlt?

source: File:
hu: Fájl:
ko: 파일:
zh_tw: 文件：

source: Size:
hu: Méret:
ko: 크기:
zh_tw: 大小：

source: Type:
hu: Típus:
ko: 타입:
zh_tw: 類型：

source: Protect this file
hu: Védd ezt a fájlt!
ko: 파일 보호
zh_tw: 保護這個文件

source: Let others see this file
hu: A többiek is láthatják ezt a fájlt
ko: 이 파일을 다른 사람들과 보기
zh_tw: 讓其他人可看見此文件

source: Let others modify this file
hu: A többiek is módosíthatják ezt a fájlt
ko: 이 파일을 다른 사람들과 수정하기
zh_tw: 讓其他人可修改此文件

source: Dont let others see or modify this file
hu: A többiek nem láthatják vagy módosíthatják ezt a fájlt
ko: 이 파일을 다른 사람들과 보기나 수정할 수 없음
zh_tw: 不讓其他人看見或修改此文件

source: Custom settings
hu: Egyéni beállítások
ko: 개별적인 설정
zh_tw: 自訂的設定

source: File Info:
hu: Információk:
ko: 파일 정보:
zh_tw: 文件資訊：

source: Owner:
hu: Tulajdonos:

source: Group:
hu: Csoport:

source: Last Access:
hu: Utolsó hozzáférés:

source: Last Modified:
hu: Utoljára módosítva:

source: Permissions:
hu: Jogok:
ko: 모드:

source: Me
hu: Én

source: r
hu: Olvas

source: w
hu: Ír

source: x
hu: Futtat

source: My Group
hu: Csoportom

source: Everyone
hu: Mindenki

source: Properties
hu: Tulajdonságok
ko: 소유
zh_tw: 屬性

source: Arrange Icons
hu: Ikonok rendezése

source: By Name
hu: Név szerint

source: By Mod Time
hu: Módosítás szerint

source: New
hu: Új

source: Directory
hu: Könyvtár

source: View
hu: Nézet

source: Name Only
hu: Csak a nevet

source: Details
hu: Részletes

source: Refresh
hu: Fríssíts

source: Copy
hu: Másol
ko: 복사
zh_tw: 複製

source: Cut
hu: Kivág
ko: 자르기
zh_tw: 剪下

source: Rename
hu: Átnevez
ko: 이름 바꾸기
zh_tw: 更名

source: Delete
hu: Töröl
ko: 삭제
zh_tw: 刪除

source: Plain
hu: Sima

source: Inset
hu: Beágyazott

source: Automatically scroll contents
hu: Tartalom automatikus görgetése

source: Able to be resized
hu: Átméretezhetõ

source: Stop editing
hu: Szerkesztés vége

source: Begin editing
hu: Szerkesztés

source: Configuration
cs: Nastavení
hu: Beállítás
ko: 설정
nl: Configuratie
pt: Configuração
zh_tw: 配置

source: Edit Mode
cs: Režim úprav
hu: Kütyük rendezése
ko: 편집 모드
nl: Bewerkmodus
pt: Modo Edição
zh_tw: 編輯模式

source: Automatic Width
cs: Automatická šířka
hu: Automatikus szélesség
ko: 자동 폭
nl: Automatische Breedte
pt: Largura Automática
zh_tw: 自動調整寬度

source: Half Screen Width
cs: Výška přes polovinu obrazovky
hu: Fél képernyõnyi szélesség
ko: 스크린반 폭
nl: Halve Scherm Breedte
pt: Metade da Largura de Tela
zh_tw: 半螢幕寬度

source: Full Screen Width
cs: Šířka přes celou obrazovku
hu: Teljes képernyõnyi szélesség
ko: 풀스크린 폭
nl: Volledige Scherm Breedte
zh_tw: 全螢幕寬度

source: Center Horizontally
cs: Vystředit horizontálně
hu: Vízszintesen középre
ko: 수평으로 중앙
nl: Horizontaal Centreren
pt: Centrar Horizontalmente
zh_tw: 水平置中

source: Automatic Height
cs: Automatická výška
hu: Automatikus magasság
ko: 자동 높이
nl: Automatisch Hoogte
pt: Altura Automática
zh_tw: 自動調整高度

source: Half Screen Height
cs: Šířka přes polovinu obrazovky
hu: Fél képernyõnyi magasság
ko: 스크린반 높이
nl: Halve scherm Hoogte
pt: Metade da Altura de Tela
zh_tw: 半螢幕高度

source: Full Screen Height
cs: Výška přes celou obrazovku
hu: Teljes képernyõnyi magasság
ko: 풀스크린 높이
nl: Volledige Scherm Hoogte
zh_tw: 全螢幕高度

source: Center Vertically
cs: Vystředit vertikálně
hu: Fuggõlegesen középre
ko: 수직으로 중앙
nl: Verticaal Centreren
pt: Centrar Verticalmente
zh_tw: 垂直置中

source: Allow Overlap
hu: Átfedés engedélyezése

source: End Edit Mode
cs: Ukončit režim úprav
hu: Kütyük rendezésének befejezése
ko: 편집 모드 끝
nl: Bewerkmodus beeindigen
pt: Fim do Modo Edição
zh_tw: 結束編輯模式

source: Font Settings
hu: Betûtípus beállítások

source: Font Class Configuration
hu: Egyedi betûk

source: Font
hu: Betûtípus

source: Font Size
hu: Ikon méret

source: %2.1f pixels
hu: %2.1f pixel

source: Enable Font Class
hu: Egyedi betûk engedélyezése

source: Hinting
hu: Nincs simítás

source: Bytecode
hu: Bájtkód

source: Automatic
cs: Automatický
hu: Automatikus
ko: 자동식
nl: Automatisch
zh_tw: 自動

source: None
hu: Nincs
ko: 없음
nl: Niets
zh_tw: 無

source: Font Fallbacks
hu: Háttér betûtípusok

source: Fallback Name
hu: Betûtípus neve

source: Enable Fallbacks
hu: Háttér betûtípusok engedélyezése

source: X reports there are no root windows and %i screens!
cs: X hlásí, že tu nejsou žádná root-okna a %i obrazovek!
hu: Nincs gyökér ablak és %i képernyõk!
nl: De X-Server deelt mee, dat het geen Root-Venster heeft, maar %i Beeldschermen!
zh_tw: X報告找不到root視窗與screen %i ！

source: Disable this splash screen in the future?
hu: Megjelenjen ez a képernyõ a jövõben is?
nl: Dit splash-scherm in de toekomst niet meer weergeven?
zh_tw: 以後不顯示這個啟動畫面？

source: Window Border Selection
hu: Ablakkeret választása
ko: 윈도우 경계 선택

source: Remember this Border for this window next time it appears
hu: Ha az ablak újra megjelenik, emlékezz majd a keretére
ko: 다음번에 이 윈도우 경계선이 나타나도록 기억하기

source: Window Locks
hu: Ablak szabályok
ko: 윈도우 자물쇠
zh_tw: 鎖定視窗

source: Generic Locks
hu: Általános szabályok
ko: 일반 자물쇠
zh_tw: 一般鎖定

source: Lock the Window so it does only what I tell it to
hu: Csak azt csinálja az ablak, amit akarok!
zh_tw: 鎖定視窗讓他只做我要他做的

source: Protect this window from me accidentally changing it
hu: Védd meg az ablakot, nehogy véletlenül megváltoztassam!
zh_tw: 保護這個視窗，以免我不小心改變了他

source: Protect this window from being accidentally closed because it is important
hu: Védd meg az ablkakot, nehogy véletlen bezárjam!
zh_tw: 保護這個視窗以免我不小心關閉了這個重要的視窗

source: Do not allow the border to change on this window
hu: Ne engedélyezd a keret megváltoztatását ezen az ablakon!
zh_tw: 不允許這個視窗改變邊框

source: Remember these Locks for this window next time it appears
hu: Ha újra megjelenik az ablak, emlékezz majd a szabályokra!
zh_tw: 記住這個視窗的這些鎖定供下次使用

source: Lock program changing:
hu: Ne változtathassa meg a program:
zh_tw: 鎖定程式改變：

source: Position
hu: Hely
ko: 위치
zh_tw: 位置

source: Size
cs: Velikost
hu: Méret
ko: 크기
nl: Grote
pt: Tamanho
zh_tw: 大小

source: Stacking
hu: Csoportosítás
ko: 쌓기
nl: Gestapeld
zh_tw: 堆疊

source: Iconified state
hu: Ikonizált állapot
ko: 아이콘화한 상태
zh_tw: 最小化狀態

source: Stickiness
hu: Ragadósság
ko: 붙박이
zh_tw: 釘住狀態

source: Shaded state
hu: Árnyékoltság
ko: 그림자 상태
zh_tw: 捲起狀態

source: Maximized state
hu: Teljes képernyõs állapot
ko: 최대 증가 상태
zh_tw: 最大化狀態

source: Fullscreen state
hu: Teljes képernyõs állapot
ko: 풀스크린 상태
zh_tw: 全螢幕狀態

source: Lock me from changing:
hu: Ne változtathassam meg:
zh_tw: 鎖住我以防改變：

source: Border style
hu: Keret stílus
ko: 윈도 경계 타입
zh_tw: 邊框樣式

source: Stop me from:
hu: Ne engedj:
zh_tw: 停止我以防：

source: Closing the window
hu: Bezárni az ablakot
ko: 창을 닫음
zh_tw: 正在關閉視窗

source: Exiting my login with this window open
hu: Kijelentkezni, ha ez az ablak nyitva van
ko: 위도를 연 상태에서 로그아웃
zh_tw: 退出我的登入，不管這個開啟的視窗

source: Remember these Locks
hu: Emlékezzen a szabályokra
ko: 다음 자물쇠 암기
zh_tw: 記住這些鎖定

source: Always On Top
cs: Vždy navrchu
hu: Mindig a legfelül
ko: 항상 위에
nl: Altijd op Voorgrond
zh_tw: 總是置於頂端

source: Normal
hu: Általános
ko: 표준
zh_tw: 正常

source: Always Below
hu: Mindig a legalul
ko: 항상 아래
nl: Altijd op Achtergrond
zh_tw: 總是置於底部

source: Maximized
cs: Maximalizovaný
hu: Teljes méretû
ko: 최대 증가
nl: Maximaliseren
pt: Maximizado
zh_tw: 最大化

source: Maximized vertically
hu: Teljes méretû függõlegesen

source: Maximized horizontally
hu: Teljes méretû vízszintesen

source: Remember
hu: Emlékezés
ko: 기억
nl: Herinneren
zh_tw: 記住

source: Borders
hu: Keretek
ko: 경계선

source: Send to Desktop
hu: Küldd erre az asztalra
ko: 데스크탑으로 이동
zh_tw: 送到桌面

source: Shaded
cs: Stínované
hu: Árnyékolt
ko: 그림자
nl: Ingeklapt
pt: Sombreado
zh_tw: 捲起

source: Sticky
hu: Ragadós
ko: 붙박이
nl: Plakkerig
zh_tw: 釘住

source: Borderless
hu: Keret nélküli
ko: 경계 없음
nl: Raamloos
zh_tw: 無邊框

source: Fullscreen
hu: Teljes képernyõs
ko: 풀스크린
nl: Volledig Scherm
zh_tw: 全螢幕

source: Skip Window List
hu: Hagyd ki az ablaklistából
ko: 윈도우 목록 건너뛰기
nl: Vensterlijst overslaan
zh_tw: 跳過視窗列表

source: Edit Icon
cs: Upravit ikonu
hu: Ikon módosítása
ko: 아이콘 편집
nl: Icon bewerken
pt: Editar Ícone
zh_tw: 編輯圖示

source: Create Icon
cs: Vytvořit ikonu
hu: Ikon készítése
ko: 아이콘 만들기
nl: Icon maken
pt: Criar Ícone
zh_tw: 建立圖示

source: Iconify
cs: Ikonifikovat
hu: Ikonizáld
ko: 아이콘화하기
nl: Minimaliseren
pt: Iconificar
zh_tw: 最小化

source: Window Remember
hu: Ablak emlékek
ko: 윈도우 기억하기
zh_tw: 記住視窗

source: Window properties are not a unique match
hu: Az ablak tulajdonságai nem egyediek
zh_tw: 視窗屬性不是唯一配對

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
hu: Arra kéred az Enlightenmentet, hogy alkalmazza a beállításokat<br>(mint pl. méret, hely, keret stílus) egy olyan ablakra,<br>amelynek <hilight>nincsenek egyedi tulajdonságai</hilight>.<br><br>Ez annyit jelent, hogy az ablak tulajdonságai átszállnak a többi<br>ablakra is, és az emlékezõ beállítások is minden ablakra hatnak<br>majd, ami ugyanezekkel a tulajdonságokkal rendelkezik.<br>Ez csak egy figyelmeztetés, mivel általában ez nem egy jó ötlet.<br>Ha tényleg ezt akarod, nyomd meg az <hilight>Elfogadom</hilight> vagy <hilight>OK</hilight> gombok egyikét.<br>Ha nem ezt szeretnéd,nyomd meg a <hilight>Mégse</hilight> gombot, és semmi nem változik majd.

source: No match properties set
hu: Nincs illeszkedõ tulajdonságtábla
zh_tw: 沒有吻合的屬性被設定

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window <hilight>without specifying how to remember it</hilight>.<br><br>You must specify at least 1 way of remembering this window.
hu: Azt kéred az Enlightenmenttõl, hogy emlékezzen egy ablak<br>beállításaira anélkül, hogy megadnád, mi alapján kéne emlékeznie arra.<br><br>Legalább egy szempontot meg kell adnod.
