Repository: playya/Enlightenment
Catalog: trunk/e17/apps/e/po/*.po
Languages: cs, hu, ko, nl, pt, zh_tw

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>You may wish to enable the <hilight>Match only one window</hilight> option if<br>you only intend one instance of this window to be modified, with<br>additional instances not being modified.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
hu: Arra kéred az Enlightenmentet, hogy alkalmazza a beállításokat<br>(mint pl. méret, hely, keret stílus) egy olyan ablakra,<br>amelynek <hilight>nincsenek egyedi tulajdonságai</hilight>.<br><br>Ez annyit jelent, hogy az ablak tulajdonságai átszállnak a többi<br>ablakra is, és az emlékezõ beállítások is minden ablakra hatnak<br>majd, ami ugyanezekkel a tulajdonságokkal rendelkezik.<br>Ez csak egy figyelmeztetés, mivel általában ez nem egy jó ötlet.<br>Ha tényleg ezt akarod, nyomd meg az <hilight>Elfogadom</hilight> vagy <hilight>OK</hilight> gombok egyikét.<br>Ha nem ezt szeretnéd,nyomd meg a <hilight>Mégse</hilight> gombot, és semmi nem változik majd.

source: Nothing
hu: Semmi
ko: 아무 것도 없음
zh_tw: 無

source: Size and Position
hu: Méret és hely
ko: 크기와 위치
zh_tw: 大小與位置

source: Locks
hu: Szabályok
ko: 자물쇠
nl: vergrendelen
zh_tw: 鎖定

source: Size, Position and Locks
hu: Méret, hely és szabályok
ko: 크기와 위치, 자물쇠
zh_tw: 大小，位置與鎖定

source: Everything
hu: Minden
ko: 종합
zh_tw: 任何

source: Remember using
hu: Ezek alapján emlékezz:
ko: 사용법 기억
zh_tw: 記住使用

source: Window name and class
hu: Az ablak neve és osztálya
ko: 윈도 이름과 항목
zh_tw: 視窗的名稱與類別

source: Title
hu: Cím
ko: 제목
zh_tw: 標題

source: Window type
hu: Ablak típusa
ko: 창 타입
zh_tw: 視窗類型

source: Transience
hu: Mulandóság
ko: 일시적
zh_tw: 頃刻

source: Match only one window
hu: Csak eny ablakkal egyezzen
ko: 창 1개와만 조화
zh_tw: 只匹配單一視窗

source: Properties to remember
hu: Tulajdonságok, amire emlékezz:
ko: 암기할 소유
zh_tw: 記住屬性

source: Virtual Desktop
hu: Virtuális asztal
ko: 가상 데스크탑
zh_tw: 虛擬桌面

source: Screen zone
hu: Képernyõterület
ko: 데스크탑 지대
zh_tw: 螢幕區域

source: Window list skip
hu: Kihagyás az ablaklistából
ko: 윈도우 목록 건너뛰기
zh_tw: 略過視窗列表

source: Background Settings
hu: Háttérképek

source: Select Another Image
hu: Másik kép kiválasztása

source: Set Background For
hu: Háttér beállítása erre

source: Default Desktop
hu: Alapértelmezett asztal

source: This Desktop
hu: Ez az asztal

source: All Desktops
hu: Minden asztal

source: Theme Background
hu: Téma háttére

source: Personal
hu: Egyéni

source: System
hu: Rendszer

source: Other
hu: Más

source: Import An Image
hu: Kép importálása

source: Options
cs: Nastavení
hu: Beállítások
ko: 선택사항
nl: Opties
pt: Opções
zh_tw: 選項

source: Center Image
hu: Középre

source: Scale Image
hu: Nyújtás

source: Tile Image
hu: Mozaik

source: Config Dialog Settings
hu: Beállítási párbeszédablak beállításai

source: General Settings
hu: Általános beállítások

source: Auto-Apply Configuration Changes
hu: Változások automatikus alkalmazása

source: Default Dialog Mode
hu: Alapértelmezett párbeszédablak mód

source: Basic Mode
hu: Alap

source: Advanced Mode
hu: Haladó

source: Cursor Settings
hu: Mutató beállításai

source: Use Enlightenment Cursor
hu: Enlightenment kurzor használata

source: Use X Cursor
hu: X kurzor használata

source: Cursor Size
hu: Mutató mérete

source: %1.0f pixels
hu: %1.0f pixel

source: Desktop Lock Settings
hu: Az asztal zárolásának beállításai

source: Password Type
hu: Jelszó típusa

source: Use my login password
hu: Bejelentkezési jelszó használata

source: Personalized password
hu: Egyéni jelszó

source: Personalized Password:
hu: Egyéni jelszó:

source: Show password
hu: Jelszó megjelenítése

source: Automatic Locking
hu: Automatikus zárolás

source: Enable screensaver
hu: Képernyõvédõ engedélyezése

source: Lock when the screensaver starts
hu: Zárolás a képernyõvédõ indításakor

source: Time until screensaver starts
hu: Várakozási idõ a képernyõvédõ indításáig

source: %1.0f seconds
hu: %1.0f mp

source: Login Box Settings
hu: Bejelentkezési doboz beállításai

source: Show on all screen zones
hu: Megjelenítés minden képernyõn

source: Show on current screen zone
hu: Megjelenítés a jelenlegi képernyõn

source: Show on screen zone #:
hu: Megjelenítés ezen a képernyõn:

source: Theme DeskLock Background
hu: Téma DeskLock háttere

source: Desktop Settings
hu: Az asztal beállításai
ko: 데스크탑 설정

source: Number of Desktops
hu: Asztalok száma
ko: 데스크탑 숫자

source: Desktop Mouse Flip
hu: Asztalváltás egérrel
ko: 데스크탑 마우스 회전

source: Flip desktops when mouse at screen edge
hu: Válts asztalt, ha az egér a kép szélén van
ko: 마우스가 스크린 테두리에 놓이면 데스크탑 회전

source: Time the mouse is at the edge before flipping:
hu: Ennyi ideig várj a váltás elõtt:
ko: 회전하기 전에 얼마 동안 지연:

source: %1.1f sec
hu: %1.1f mp
ko: %1.1f 초

source: Does this look OK? Press <hilight>Yes</hilight> if it does, or No if not.<br>If you do not press a button, the old resolution of<br>%dx%d at %d Hz will be restored in %d seconds.
hu: Ez így jónak tûnik? Ha igen, nyomd meg az <highlight>Igen</highlight> gombot,<br>vagy a Nem gombot, ha nem.<br>Ha nem nyomsz meg egyetlen gombot sem, az eredeti, %dx%d@%d felbontás visszaáll %d mp múlva

source: Does this look OK? Press <hilight>Yes</hilight> if it does, or No if not.<br>If you do not press a button, the old resolution of<br>%dx%d at %d Hz will be restored <hilight>IMMEDIATELY</hilight>.
hu: Ez így jónak tûnik? Ha igen, nyomd meg az <highlight>Igen</highlight> gombot,<br>vagy a Nem gombot, ha nem.<br>Ha nem nyomsz meg egyetlen gombot sem, az eredeti, %dx%d@%d felbontás <highlight>AZONNAL</highlight> visszaáll.

source: Resolution change
hu: Felbontás megváltoztatása
zh_tw: 解析度改變

source: Display Settings
hu: Képernyõ beállításai

source: Resolution
hu: Felbontás
nl: Beeldscherm Resolutie
zh_tw: 解析度

source: Refresh Rate
hu: Fríssítési gyakoriság

source: Missing Features
hu: Hiányzó képességek

source: Your X Display Server is missing support for<br>The <hilight>XRandr</hilight> (X Resize and Rotate) extension.<br>You cannot change screen resolutions without<br>The support of this extension. It could also be<br>That at the time <hilight>ecore</hilight> was built there<br>was no XRandr support detected.
hu: Az X szervered nem támogatja a <highlight>Randr</highlight><br>Kiterjesztést(X Resize and Rotate). Enélkül<br>a kiterjesztésnélkül nem válthatsz felbontást!

source: Restore this resolution on login
hu: Állítsd vissza a felbontást indításkor!

source: Rotation
hu: Forgatás

source: To the left
hu: Baloldalra

source: Turned around
hu: Megfordítva

source: To the right
hu: Jobboldalra

source: Mirroring
hu: Tükrözés

source: Horizontally
hu: Vízszintesen

source: Vertically
hu: Fuggõlegesen

source: Exebuf Settings
hu: Exebuf beállítások

source: Maximum Number Of Matched Eaps To List
hu: Maximálisan megjelenített Eapok

source: Maximum Number Of Matched Exes To List
hu: Maximálisan megjelenített futtathatók

source: Scroll Settings
hu: Görgetési beállítások

source: Scroll Animate
hu: Görgetés animálása

source: Scroll Speed
hu: Görgetés sebessége

source: Position Settings
hu: Elhelyezési beállítások

source: X-Axis Alignment
hu: Vízszintes elhelyezkedés

source: Y-Axis Alignment
hu: Függõleges elhelyezkedés

source: Size Settings
hu: Méret beállításai

source: Minimum Width
hu: Legkissebb szélesség

source: Minimum Height
hu: Legkissebb magasság

source: Maximum Width
hu: Legnagyobb szélesség

source: Maximum Height
hu: Legnagyobb magasság

source: Focus Settings
hu: Fókusz beállítások
ko: 초점 설정
nl: Activerings Instellingen
zh_tw: 焦點配置

source: Click Window to Focus
hu: Kattintáskor fókusz
ko: 포커스 위해 위도우 클릭
nl: Venster aanklikken voor activatie
zh_tw: 點擊視窗取得聚焦

source: Window under the Mouse
hu: Az egér alatti ablak
ko: 마우스 아래 있는 윈도
nl: Venster onder muis activeren
zh_tw: 滑鼠指標所在視窗

source: Most recent Window under the Mouse
hu: A legutolsó egér alatti ablak
ko: 마우스 아래 있는 가장 최근 윈도
nl: Nieuwste Venster onder de muis activeren
zh_tw: 最接近滑鼠指標的視窗

source: Focus
hu: Fókusz
ko: 초점
nl: Activeren
zh_tw: 聚焦

source: Click to focus
hu: Klikk a fókuszhoz
ko: 포커스 위해 클릭
nl: Klikken om te activeren
zh_tw: 點擊聚焦

source: Pointer focus
hu: Mutató fókusz
ko: 포인터 초점
nl: Aanwijsactivatie
zh_tw: 指示聚焦

source: Sloppy focus
hu: Laza fókusz
ko: 엉성한 초점
nl: Slordige Activatie
zh_tw: 隨意聚焦

source: New Window Focus
hu: Új ablakok fókusz szabályai
ko: 새 윈도우 초점
nl: Nieuw Venster activatie
zh_tw: 新視窗聚焦

source: No new windows get focus
hu: Új ablakok nem kapnak fókuszt
ko: 새 윈도우 초점 없음
nl: Nieuw venster wordt niet actief
zh_tw: 沒有新視窗得到聚焦

source: All new windows get focus
hu: Minden új ablak kap fókuszt
ko: 모든 새 윈도우 초점
nl: Alle nieuwe vensters worden actief
zh_tw: 所有新視窗得到聚焦

source: Only new dialogs get focus
hu: Csak új párbeszédablakok kapnak fókuszt
ko: 새 다얼로그에만 초점
nl: Alleen nieuwe dialogen worden actief
zh_tw: 只有新的對話框得到聚焦

source: Only new dialogs get focus if the parent has focus
hu: Csak új párbeszédablakok kapnak fókuszt, ha a szülõ rendelkezik a fókusszal
ko: 초점이 있는 부모의 다얼로그에만 초점
nl: Alleen nieuwe dialogen worden actief als het hoofdvenster actief is
zh_tw: 只有當主視窗得到聚焦時對話框得到聚焦

source: Other Settings
hu: Más beállítások
ko: 다른 설정
nl: Andere instellingen
zh_tw: 其他設定

source: Always pass on caught click events to programs
hu: Mindig továbbítsa az eseményeket a programoknak
ko: 클릭한 이벤트를 항상 프로그램에 보냄
nl: Altijd gevangen klikken aan programma doorgeven
zh_tw: 總是忽略此程式的點擊事件

source: A click on a window always raises it
hu: Kattintás egy ablakra elõtérbe hozza azt
ko: 창을 클릭하면 윈도가 올라감
nl: Een klik op het venster haalt het omhoog
zh_tw: 點擊視窗總是使他提升

source: A click in a window always focuses it
hu: Kattintás egy ablakra fókuszálja azt
ko: 창을 클릭하면 윈도 초점이 맞음
nl: Een klik op het venster activeert het
zh_tw: 點擊一個視窗總是取得聚焦

source: Refocus last focused window on desktop switch
hu: Asztalváltáskor az utolsó fókusz visszaadása

source: Revert focus when hiding or closing a window
hu: Fókusz visszatér egy ablak bezárásakor

source: Search Path Configuration
hu: Keresési utak beállítása

source: E Paths
hu: E utak

source: Default Directories
hu: Alapértelmezett könyvtárak

source: User Defined Directories
hu: Felhasználói könyvtárak

source: New Directory
hu: Új könyvtár

source: Font Hinting Settings
hu: Betûsimítási beállítások

source: Bytecode Hinting
hu: Bájtkód simítás

source: Automatic Hinting
hu: Automatikus simítás

source: No Hinting
hu: Nincs simítás

source: Assign Key Binding...
hu: Új billentyûkombináció

source: Action
hu: Akció

source: <None>
hu: <Nincs>

source: Please press key sequence,<br>or <hilight>Escape</hilight> to abort
hu: Kérlek üsd le a billentyûkombinációt,<br> vagy a <highlight>Escape</highlight> gombot

source: Unsorted
hu: Rendezetlen

source: Unknown
hu: Ismeretlen

source: Key Binding Settings
hu: Billentyûkombináció beállítások

source: Add Key Binding
hu: Új billentyûkombináció

source: Delete Key Binding
hu: Billentyûkombináció törlése

source: Binding Context
hu: Mûködési környezet

source: Any
hu: Bármilyen

source: Border
hu: Keret
nl: Vensterraam

source: Zone
hu: Zóna

source: Container
hu: Tároló

source: Manager
hu: Kezelõ

source: Win List
hu: Ablaklista

source: Popup
hu: Felbukkanó ablak

source: Key Binding
hu: Billentyûkombináció

source: Params
hu: Paraméterek

source: Binding Key Sequence
hu: Billentyûkombináció

source: Binding Key Error
hu: Billentyűkombináció Hiba

source: The binding key sequence, that you choose, is already used.<br>Please choose another binding key sequence.
hu: Ez a kombináció már használatban van.<br>Kérlek adj meg egy másik billenytûkombinációt

source: Menu Settings
hu: Menü beállítások

source: Show Name In Menu
hu: Név mutatása a menüben

source: Show Comment In Menu
hu: Megjegyzés mutatása a menüben

source: Show Generic In Menu
hu: Általános infók mutatása a menüben

source: Autoscroll Settings
hu: Autoscroll beállítások

source: Autoscroll Margin
hu: Autoscroll margók

source: %2.0f pixels
hu: %2.0f pixel
ko: %2.0f 픽셀

source: Autoscroll Cursor Margin
hu: Autoscroll mutató margók

source: Miscellaneous Options
hu: Más opciók
ko: 기타 선택권

source: Menu Scroll Speed
hu: Menü gördítési sebessége

source: %5.0f pixels/sec
hu: %5.0f pixel/mp

source: Fast Mouse Move Threshhold
hu: Gyors mutatómozgás küszöbe

source: %4.0f pixels/sec
hu: %4.0f pixel/mp
ko: %4.0f 픽셀/초

source: Click Drag Timeout
hu: Klikk vontatás idõtúllépés

source: %2.1f seconds
hu: %2.1f mp

source: Module Settings
hu: Modulbeállítások

source: Module State
hu: Modul állapot

source: Enabled
cs: Povoleno
hu: Engedélyezett
ko: 작동
nl: Aan
pt: Habilitado
zh_tw: 啟用

source: Disabled
hu: Nem engedélyezett

source: Module Actions
hu: Modul mûveletek

source: Configure
hu: Beállítás

source: About
hu: Adatok

source: Performance Settings
hu: Teljesítmény beállítások

source: Framerate
hu: Képek másodpercenként

source: Cache Settings
hu: Gyorstár beállítások

source: Cache Flush Interval
hu: Gyorstár ürítési intervallum

source: Size Of Font Cache
hu: Betû-gyorstár mérete

source: %1.1f MB
hu: %1.0f MB

source: Size Of Image Cache
hu: Kép-gyorstár mérete

source: Number Of Edje Files To Cache
hu: Ennyi Edje fájl kerüljön a gyorstárba

source: %1.0f files
hu: %1.0f fájl

source: Number Of Edje Collections To Cache
hu: Ennyi Edje gyûjtemény kerüljön a gyorstárba

source: %1.0f collections
hu: %1.0f gyûjtemény

source: Startup Settings
hu: Indítási beállítások

source: Show Splash Screen At Boot
hu: Nyitókép megjelenítése indításkor

source: Theme Selector
hu: Témakezelõ

source: Display
hu: Képernyõ
ko: 디스플레이

source: Show window geometry information when moving or resizing
hu: Mutassa az ablak helyét amikor mozgatom
ko: 윈도우를 옮기거나 크기를 바꿀 때 구조 표시

source: Animate the shading and unshading of windows
hu: Animáld az ablakok árnyékolását
ko: 윈도우 그림자를 깔거나 없앨 때 애니메이션

source: Automatic New Window Placement
hu: Új ablak automatikus helyre kerül
ko: 새로운 창을 자동으로 배치

source: Smart Placement
hu: Okos elhelyezés
ko: 스스로 배치

source: Don't hide Gadgets
hu: Ne rejtse el a kütyüket

source: Place at mouse pointer
hu: Helyezd az egérmutatóhoz
ko: 마우스 포인터에 배치

source: Place manually with the mouse
hu: Manuális elhelyezés az egér segítségével
ko: 마우스로 수동으로 배치

source: Window Move Geometry
hu: Ablak mozgatása
ko: 윈도우 위치를 바꾸는 구조

source: Display information
hu: Információ megjelenítése
ko: 디스플레이 정보

source: Follow the window as it moves
hu: Kövesd az ablakot, ahogy az mozog
ko: 움직이는 윈도우와 동행

source: Window Resize Geometry
hu: Ablak átméretezése
ko: 윈도우 크기 조정 구조

source: Follow the window as it resizes
hu: Kövesd az ablakot, ahogy átméretezõdik
ko: 크기 조정하는 윈도우와 동행

source: Window Shading
hu: Ablak árnyékolás
ko: 윈도우 그림자

source: Linear
hu: Lineáris
ko: 직선

source: Smooth accelerate and decelerate
hu: Egyenletesen gyorsuló és lassuló
ko: 매끄럽게 가속, 감속

source: Accelerate
hu: Gyorsuló
ko: 가속

source: Decelerate
hu: Lassuló
ko: 감속

source: Window Frame
hu: Ablak keret

source: Use application provided icon instead
hu: Az alkalmazás ikonjának használata

source: Automatically raise windows on mouse over
hu: Automatikusan kerüljön felülre az ablak, ha az egér felette van
ko: 윈도우 마우스가 있을때 자동으로 높임

source: When moving or resizing windows, resist at the boundaries
hu: Amikor egy ablakot mozgat vagy átméretez, a határvonalakon ne engedje át
ko: 윈도우 위치나 크기를 바꿀 때 경게에서 그침

source: Maximize Policy
hu: Maximalizálási szabályok
ko: 약관을 쵀대 크기로

source: Smart expansion
hu: Okos kiterjesztés
ko: 스스로 확장

source: Expand the window
hu: Terjeszd ki az ablakot
ko: 윈도우 확장

source: Fill available space
hu: Elérhetõ hely kitöltése
ko: 가능한 공간 메움

source: Autoraise
hu: Automatikusan kiemelkedés
ko: 자동으로 높임

source: Delay before raising:
hu: Várj ennyit, mielõtt kiemeled:
ko: 높이기 전에 지연:

source: Resistance
hu: Ellenállás
ko: 저항

source: Resist moving or resizing a window over an obstacle
hu: Ne engedd egy akadály felett átméretezni, vagy átvinni az ablakot
ko: 장애물 위로 윈도우를 옮기거나 크기를 바꾸는 것에 반대

source: Resistance between windows:
hu: Ablakok közti ellenállás:
ko: 윈도우끼리 저항:

source: Resistance at the edge of the screen:
hu: Ellenállás a képernyõ szélén:
ko: 스크린에 이르면 저항:

source: Resistance to desktop gadgets:
hu: Kütyük ellenállása:
ko: 데스크탑 장치에 저항:

source: Allow shading/resizing
hu: Árnyékolás/átméretezés engedélyezése

source: Window List Settings
hu: Az ablaklista beállításai

source: Show iconified windows
hu: Ikonizált ablakok megjelenítése

source: Show windows from other desks
hu: Minden ablak, minden virtuális asztalról

source: Show windows from other screens
hu: Minden ablak, minden képernyõrõl

source: Selection Settings
hu: Kijelölési beállítások

source: Focus window while selecting
hu: Ablak fókuszt kap kiválasztáskor

source: Raise window while selecting
hu: Ablak elõtérbe kerül kiválasztáskor

source: Warp mouse to window while selecting
hu: Egér terelése az ablakhoz kiválasztáskor

source: Uncover windows while selecting
hu: Ablakok kitakarása kiválasztáskor

source: Jump to desk while selecting
hu: Asztalra ugrás kiválasztáskor

source: Warp Settings
hu: Terelési beállítások

source: Warp At End
hu: Tereld a végére

source: Warp Speed
hu: Terelés sebessége

source: Favorite Applications
cs: Oblíbené aplikace
hu: Kedvencek
ko: 제일 좋아하는 프로그램
nl: Favoriete Toepassingen
pt: Aplicações Favoritas
zh_tw: 常用程式

source: Desktops
cs: Plochy
hu: Asztalok
ko: 데스크탑
nl: Bureaubladen
pt: Áreas de Trabalho
zh_tw: 桌面

source: Windows
cs: Okna
hu: Ablakok
ko: 윈도우
nl: Venster
pt: Janelas
zh_tw: 視窗

source: Lost Windows
hu: Elveszett ablakok
ko: 윈도우 잃어버림
nl: Verloren Venster
zh_tw: 遺失的視窗

source: About This Theme
hu: Errõl a témáról
ko: 테마 정보
nl: Over dit Thema
zh_tw: 關於這個主題

source: Restart Enlightenment
cs: Restartovat Enlightenment
hu: Enlightenment újraindítása
ko: 다시 시작
nl: Herstart Enlightenment
pt: Reiniciar o Enlightenment
zh_tw: 重新啟動 Enlightenment

source: Exit Enlightenment
cs: Opustit Enlightenment
hu: Kilépés az Enlightenmentbõl
ko: 종료
nl: Enlightenment verlaten
pt: Sair do Enlightenment
zh_tw: 離開 Enlightenment

source: (No Applications)
cs: (Žádné aplikace)
hu: (Nincs alkalmazás)
ko: (프로그램 없음)
nl: (Geen toepassing )
pt: (Sem Aplicações)
zh_tw: （沒有程式）

source: Lock Screen
hu: Képernyõ zárolása

source: Test Filemanager
hu: Fájlkezelõ (Teszt!)

source: (No Windows)
cs: (Žádná okna)
hu: (Nincsenek ablakok)
ko: (윈도우 없음)
nl: (Geen Venster)
pt: (Sem Janelas)
zh_tw: （無視窗）

source: No name!!
hu: Nincs név!!!
ko: 명칭 없음!!
zh_tw: 無名稱！！

source: Cleanup Windows
cs: Vyčistit okna
hu: Ablakok tisztogatása
ko: 윈도우 청소
nl: Vensters Opruimen
zh_tw: 清除視窗

source: (Unused)
cs: (Nepoužito)
hu: (Nem használt)
ko: (쓰지 않음)
nl: (Ongebruikt)
pt: (Não Utilizado)
zh_tw: （未使用）

source: Input Method Error
hu: Beviteli mód hiba
zh_tw: 輸入法錯誤

source: Error starting the input method executable<br><br>please make sure that your input<br>method configuration is correct and<br>that your configuration's<br>executable is in your PATH<br>
hu: Hiba a beviteli mód indításánál<br><br>Kérlek ellenõrizd, hogy a beállítások<br>jók-e, és hogy a futtatható állomány<br>benne van-e a PATH változóban<br>

source: Options: -display DISPLAY Connect to display named DISPLAY. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Add a FAKE xinerama screen (instead of the real ones) given the geometry. Add as many as you like. They all replace the real xinerama screens, if any. This can be used to simulate xinerama. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile CONF_PROFILE Use the configuration profile CONF_PROFILE instead of the user selected default or just "default". -good Be good. -evil Be evil. -psychotic Be psychotic.
hu: Kapcsolók: -display DISPLAY Csatlakozás a DISPLAY X kiszolgálóhoz. Pl: -display :1.0 -fake-xinerama-screen WxH+X+Y Hamis xinerama képernyõket készít, a megadott méretben Annyit adhatsz meg, amennyit akarsz. Mindegyik felülírja a valódi képernyõket. Használható xinerama szimulálására Pl: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -profile BEALL_FAJL A BEALL_FAJL által megadott konfiguráció használata a felhasználó alapértelmezettje helyett. -good Jó leszek. -evil Gonosz leszek. -psychotic Pszichopata leszek.

source: Enlightenment cannot Initialize Ecore! Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit Ecore! Možná došla paměť?
hu: Az e17 nemtudta elindítani az Ecore-t! Talán kevés a memória?
nl: Enlightenment kan het ECore-Subsysteem niet initialiseren! Is het Geheugen vol?
zh_tw: Enlightenment 無法啟動Ecore！ 可能您的記憶體用完了？

source: Enlightenment cannot initialize the File system. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo inicializovat souborový systém. Možná došla paměť?
hu: Az e17 nemtudta betölteni a fájlrendszert! Talán kevés a memória?
nl: Enlightenment kan het Bestandsubsysteem niet initialiseren. Misschien heeft u niet genoeg vrij geheugen?
zh_tw: Enlightenment 無法啟動文件系統。 可能您的記憶體用完了？

source: Enlightenment cannot set up an exit signal handler. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit handler signálu exit. Možná došla paměť?
hu: Az e17 nem tudta betölteni a kilépési signál kezelõt! Talán kevés a memória?
nl: Enlightenment kan het Exit-Signaalbeheer niet initialiseren. Misschien heeft u niet genoeg geheugen?
zh_tw: Enlightenment 無法建立一個離開的訊號處理。 可能您的記憶體用完了？

source: Enlightenment cannot set up a HUP signal handler. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit handler signálu HUP. Možná došla paměť?
hu: Az e17 nem tudta betölteni a HUP szignál kezelõt! Talán kevés a memória?
nl: Enlightenment kan het HUP-Signaalbeheerder niet initialiseren. Misschien heeft u niet genoeg geheugen?
zh_tw: Enlightenment 無法建立一個HUP訊號處理。 可能您的記憶體用完了？

source: Enlightenment cannot initialize its X connection. Have you set your DISPLAY variable?
cs: Enlightenmentu se nepodařilo spojit s X serverem. Máte nastavenou proměnnou DISPLAY?
hu: Az e17 nem tudott csatlakozni az X szerverhez. Be van állítva a DISPLAY változó?
nl: Enlightenment kan de Verbinding met de X-Server niet initialiseren. Heeft U de DISPLAY-Variabele ingesteld?
zh_tw: Enlightenment 無法初始與X的連接。 您設定了DISPLAY環境變數了嗎？

source: Enlightenment cannot initialize its emergency alert system. Have you set your DISPLAY variable?
hu: Az e17 nem tudta elindítani a vészhelyzeti figyelmeztetõ rendszert! Be van állítva a DISPLAY változó?
zh_tw: Enlightenment 無法初始緊急警報系統。 您設定了DISPLAY環境變數了嗎？

source: Enlightenment cannot setup xinerama wrapping. This should not happen.
cs: Enlightenmentu se nepodařilo nastavit xinerama wrapping. Tohle by se nemělo stávat.
hu: Az e17 nem tudta beállítani a xinerama keretrendszert! Ennek nem kéne megtörténnie
nl: Enlightenment kan Xinerama niet gebruiken. Dit moet niet gebeuren.
zh_tw: Enlightenment 無法建立xinerama wrapping。 這種情況不應發生。

source: Enlightenment cannot initialize the connections system. Perhaps you are out of memory?
cs: Enlightenmentu se nepodařilo spustit systém spojení. Možná došla paměť?
hu: Az e17 nem tudta elindítani a kapcsolódási rendszert! Talán kevés a memória?
nl: Enlightenment kan het Verbindingssysteem niet initialiseren. Misschien heeft u niet genoeg geheugen?
zh_tw: Enlightenment 無法啟動連接系統。 可能您的記憶體用完了？
