Repository: playya/Enlightenment
Catalog: trunk/e17/apps/e/po/*.po
Languages: cs, hu, ko, nl, pt, zh_tw

source: Match by Window Type
nl: Bij Venstertype passend

source: Module API Error
cs: Chyba API modulu
nl: Module API Fout
pt: Erro no Módulo API

source: Module Config Menu Item 2
nl: Module Configuratie Menu item 2

source: Module Config Menu Item 3
nl: Module Configuratie Menu item 3

source: Most features do not work yet, and those that do are buggy.
cs: Většina věcí ještě nefunguje, a ty které ano jdou špatně.
nl: Vele mogelijkheden werken nog niet, en die wel werken, zijn meestal onstabiel.
pt: Muitas características não irão funcionar ainda, e fazendo isso irão incomodar.

source: Options: -display DISPLAY Connect to display named DISPLAY. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Add a FAKE xinerama screen (instead of the real ones) given the geometry. Add as many as you like. They all replace the real xinerama screens, if any. This can be used to simulate xinerama. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -good Be good. -evil Be evil. -psychotic Be psychotic.
cs: Nastavení: -display DISPLAY Připojí se k obrazovce DISPLAY. př: -display :1.0 -fake-xinerama-screen WxH+X+Y Přidá FALEŠNOU xinerama obrazovku (namísto skutečné) s danou geometrií. Můžete ořidat kolik chcete. Všecny nahrazují reálné obrazovky xinerama, pokud nějaké jsou. Použitelné k simulaci xineramy. př: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -good Být dobrý. -evil Být ďábelský. -psychotic Být psychotický.
nl: Opties: -display DISPLAY Met Beeldscherm DISPLAY verbinden. EG: -display :1.0 -fake-xinerama-screen WxH+X+Y Een nep Xinerama Beeldscherm met de aangegeven Geometrie word bijgevoegd. U kunt er zoveel bijvoegen als u wilt; elke vervangt een echt Xinerama-Beeldscherm (ipv. de echte). Hierdoor kunt u. Xinerama nabootsen. EG: -fake-xinerama-screen 800x600+0+0 -fake-xinerama-screen 800x600+800+0 -Goed Zeer Goed. -Slecht Zeer Slecht. -Psychotisch Zeer psychotisch.

source: DesktopName
nl: Bureaubladnaam

source: Enlightenment DesktopName Module
nl: Enlightenment Bureaubladnaam Module

source: Experimental module for E17: display desktop name on screen.
nl: Experimentele Module voor E17: om de bureaublad namen op het Beeldscherm tonen.

source: Remember Border
nl: Vensterraam herinneren

source: Remember Desktop
nl: Bureaublad Herinneren

source: Remember Locks
nl: Vergrendeling herinneren

source: Remember Position
nl: Positie Herinneren

source: Remember Shaded State
nl: Inklapstatus herinneren

source: Remember Size
nl: Grote Herinneren

source: Remember Skip Window List
nl: Overgeslagen Venster lijst herinneren

source: Remember Stacking
nl: Volgorde Herinneren

source: Remember Stickiness
nl: Kleefstatus herinneren

source: Remember This Instance Only
nl: Alleen deze keer herinneren

source: Remember This Window
nl: Alleen dit Venster herinneren

source: Remember Zone
nl: Zone herinneren

source: File Manager
nl: Bestandsbeheer

source: Send To
cs: Poslat na
nl: Stuur Naar

source: Shade
nl: Inklapstatus

source: There was an error loading module named: %s No module named %s could be found in the module search directories
cs: Došlo k chybě při načítání modulu %s. Žádný modul s názvem %s nebyl nazelen v adresářích pro hledání modulů
nl: Bij het Laden van Module %s is een Fout opgetreden. Er was geen Module met de Naam %s in de Module-map gevonden.
pt: Houve um erro carregando módulo chamado: %s Nenhum módulo chamado %s pôde ser encontrado nos diretórios de procura de módulos

source: CPU Frequency ERROR
cs: CHYBA frekvence CPU
nl: CPU Frequentie FOUT

source: There was an error trying to set the cpu frequency governor via the module's setfreq utility.
cs: Došlo k chybě při pokusu nastavit frekvenci CPU pomocí utility setfreq modulu.
nl: Er is een Fout bij het instellen van de CPU-Frequentie via het module eigen setfreq Hulpprogramma.

source: There was an error loading module named: %s The full path to this module is: %s The error reported was: %s
cs: Došlo k chybě při načítání modulu %s. Plná cesta k modulu je: %s Nahlášená chyba je: %s
nl: Bij het Laden van Module %s is een Fout opgetreden. Het volledige Pad naar de Module is: %s De gemelde fout was: %s
pt: Houve um erro carregando módulo chamado: %s O caminho completo para este módulo é: %s O erro reportado foi: %s

source: This is Enlightenment %s. Copyright © 1999-2005, by the Enlightenment Dev Team. We hope you enjoy using this software as much as we enjoyed writing it. Please think of the aardvarks. They need some love too.
cs: Enlightenment %s. Copyright © 1999-2005, Enlightenment Dev Team. Doufáme, že se vám tento software bude líbit stejně, jako nás baví jej psát. Please think of the aardvarks. They need some love too.
nl: Dit is Enlightenment %s. Copyright © 1999-2005: Het Enlightenment ontwikkelingsteam. Wij hopen dat u met het gebruik van de Software net zoveel plezier heeft als, wij hadden met het schrijven ervan. En denk aan de Aardvarkens . Die hebben ook wat liefde nodig?

source: This is development code, so be warned.
cs: Tohle je vývojový kód, byli jste varováni...
nl: Dit is ontwikkelingscode dus wees gewaarschuwd.
pt: Este é um código de desenvolvimento, então foi avisado.

source: This is program has barely been started on, so it is not complete by a long shot. Please do NOT expect anything to work properly at this stage. It's being worked on. Hit "OK" to dismiss this dialog and continue using Enlightenment 0.17.
nl: Wij zijn pas begonnen aan dit Programma het is nog niet compleet Verwacht in dit Stadium dat nog niet alles feilloos werkt. Veel mist er nog, Veel functioneert nog niet, maar wij werken eraan. Klik op "OK", om Enlightenment 0.17 verder te gebruiken.

source: This is the IBar Application Launcher bar module for Enlightenment. It is a first example module and is being used to flesh out several Interfaces in Enlightenment 0.17.0. It is under heavy development, so expect it to break often and change as it improves.
cs: Toto je IBar - lišta pro spouštění aplikací pro Enlightenment. Je to první ukázkový modul a používá se k předvedení mnoha rozhraní v Enlightenment 0.17.0. Probíhá na něm intenzívní vývoj, takže očekávejte hodně chyb a změny k lepšímu.
nl: De IBar-Module stelt een Programmastartlijst voor. Het is eerste opzet module en word gebruikt om in Enlightenment 0.17 bediening uit te proberen. Het is dan ook vanzelfsprekend dat Versie naar Versie sterke veranderingen mogelijk zijn Zo ga ervan uit dat het vaak breekt, als we bezig zijn .

source: This is the dropshadow module that allows dropshadows to be cast on the desktop background - without special X-Server extensions or hardware acceleration.
cs: Modul, který umožňuje oknům vrhat stíny bez potřeby speciálních rozšíření X serveru nebo hardwarové akcelerace.
nl: Dit is de schaduw-Module. Met zijn Hulp kunnen Vensters schaduwen op het bureaublad werpen -- zonder extra X-Server-uitbreidingen of Hardware-versnelling.

source: This module is VERY simple and is only used to test the basic interface of the Enlightenment 0.17.0 module system. Please Ignore this module unless you are working on the module system.
cs: Tenhle modul je VELMi jednoduchý a slouží pouze ke zkoušení základního rozhraní modulového systému Enlightenment 0.17.0. Prosím ignorujte jej, pokud se ovšem nezabýváte vývojem systému modulů.
nl: Dit is een simpele Module, om de Modulebediening in Enlightenment 0.17.0 te testen. Het is alleen voor Ontwikkelaars om Ontwikkelingen te gebruiken; doet u dit niet, negeer deze module dan.
pt: Este módulo é MUITO simples e é usado somente para testar a interface básica do sistema de módulos do Enlightenment 0.17.0. Por favor Ignore este módulo a não ser que você esteja trabalhando no sistema de módulos.

source: Welcome to Enlightenment 0.17
nl: Welkom bij Enlightenment 0.17
pt: Bem-Vindo ao Enlightenment 0.17

source: Your battery is running low. You may wish to switch to an AC source.
cs: Vaše baterie je už skoro prázdná. Možná budete chtít přepnout na síťový zdroj.
nl: De batterij is bijna leeg. Misschien wilt u overstappen op net stroom.
pt: Sua bateria esta fraca. Você pode desejar trocar para uma fonte AC.

source: Your configuration is NEWER than Enlightenment. This is very strange. This should not happen unless you downgraded Enlightenment or copied the configuration from a place where a newer version of Enlightenment was running. This is bad and as a precaution your confiugration has been now restored to defaults. Sorry for the inconvenience.
cs: Vaše nastavení je NOVĚJŠÍ než Enlightenment. To je hoodně zvláštní. Nemělo by se to stát, pokud jste ovšem nedowngradovali Enlightenment nebo nekopírovali soubory s nastavením z místa, kde běžela novější verze Enlightenmentu. Je to zlé a jako protiopatření bylo vaše nastavení vráceno do původních hodnot. Omlouvám se za nepohodlí.
nl: Uw configuratie is Nieuwer dan die van Enlightenment. Dat is onverwacht. Dit mag niet voorkomen, het is alleen mogelijk als je naar een oudere Versie van Enlightenment er overheen hebt gezet of een Configuratie bestand geïnstalleerd die van een nieuwere Verse afkomt. Dit kan tot slechte Effecten zorgen; daarom word zekerheidshalve de Standaardinstellingen gebruikt. Wij verontschuldigen ons hiervoor.

source: Ok
ko: 확인

source: Animate shading and unshading of windows
ko: 윈도우 그림자를 깔거나 없앨 때 애니메이션

source: (Empty)
cs: (Prázdné)

source: Error initializing Module: Clock It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Zastavuji module.
cs: Chyba nahrávání modulu: Hodiny Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.

source: Error initializing Module: IBox It requires a minimum module API version of: %i. The module API advertized by Enlightenment is: %i. Aborting module.
cs: Chyba nahrávání modulu: Ibox Je zapotřebí API modul s verzí minimálně %i. API modul v Enlightenmentu má verzi %i. Ukončuji modul.

source: This is the IBox Application Launcher box module for Enlightenment. It is a first example module and is being used to flesh out several Interfaces in Enlightenment 0.17.0. It is under heavy development, so expect it to break often and change as it improves.
cs: Toto je IBox - lišta pro spouštění aplikací pro Enlightenment. Je to první ukázkový modul a používá se k předvedení mnoha rozhraní v Enlightenment 0.17.0. Probíhá na něm intenzívní vývoj, takže očekávejte hodně chyb a změny k lepšímu.

source: Extremely Close
pt: Extremamente Perto

source: Test!!!
pt: Teste!!!

source: Very Close
pt: Muito Perto
