Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/tiling/po/*.po
Languages: de, eo, lt, nl, pt, sl

source: Tiling
de: Kacheln
eo: Kahela aranĝo
lt: Išdėstymas
pt: Mosaico
sl: Tlakovanje

source: Windows
de: Fenster
eo: Fenestroj
lt: Langai
nl: Vensters
pt: Janelas
sl: Okna

source: Tiling Configuration
de: Kachel-Einstellungen
eo: Agordoj de kahela aranĝo
lt: Išdėstymo konfigūracija
nl: Tiling Configuratie
pt: Configuração do módulo
sl: Nastavitev Tlakovanja

source: General
de: Allgemein
eo: Ĝenerala
lt: Bendri
nl: Algemeen
pt: Geral
sl: Splošno

source: Horizontal:
eo: Horizontala:
lt: Horizontaliai:
nl: Horizontaal:
sl: Vodoravno:

source: %1.0f px
eo: %1.0f rastrumeroj
sl: %1.0f·pik.

source: Vertical:
de: Vertikal:
eo: Vertikala:
lt: Vertikaliai:
nl: Verticaal:
sl: Navpično:

source: Virtual Desktops
de: Virtuelle Arbeitsflächen
eo: Virtualaj labortabloj
lt: Virtualūs darbalaukiai
nl: Virtuele Bureaubladen
pt: Áreas de trabalho virtuais
sl: Navidezna namizja

source: Grid mode settings
de: Einstellungen für Gittermodus
eo: Agordo de krada reĝimo
lt: Tinklelio režimo nuostatos
nl: Raster modus instellingen
pt: Definições do modo em grelha
sl: Nastavitve mrežnega načina

source: Bigmain settings
de: Einstellungen "Großes Ganzes"
eo: Agordoj por grandaj fenestroj
lt: Bigmain nuostatos
nl: Bigmain instellingen
pt: Definições principais
sl: Nastavitve velikega glavnega okna

source: Big win takes percent of screen:
de: Großes Fenster nutzt Prozent des Bildschirms:
eo: Grandaj fenestroj uzas elcentojn de la ekrano:
lt: Big win užima ekrano vietos, procentais:
nl: Big win neemt een percentage van scherm:
pt: Percentagem do ecrã para janelas grandes:
sl: Veliko okno naj zavzame tale odstotek zaslona:

source: Tiling border
de: Kachelrand
eo: Rando de kahela aranĝo
lt: Išdėstymo rėmelis
nl: Betegelingsrand
pt: Contornos do mosaico
sl: Rob Tlakovanja

source: Floating border
de: Gleitender Rand
eo: Glita rando
lt: Slankusis rėmelis
nl: Zwevende rand
pt: Contornos flutuantes
sl: Rob Lebdenja
