Repository: playya/Enlightenment
Catalog: trunk/estickies/po/*.po
Languages: cs, fr, it, lt, pl, tr

source: E Stickies is a sticky notes application that uses Elementary. It uses Elementary's runtime theming support to change the look and feel of the windows and buttons.<br>
cs: E Stickies jsou lepicí poznámky využívající Elementary. Používají podporu změn témat za běhu z Elementary ke změně vzhledu oken a tlačítek.<br>
fr: E Stickies est une application de type post-it qui utilise les fonctionnalités de Elementary permettant de modifier à la volée l'aspect des fenêtres et des boutons.<br>
it: E-Stickies è un'applicazione per creare note di tipo post-it realizzata usando Elementary. Essa usa il supporto per i temi di Elementary per modificare l'aspetto di finestre e bottoni.<br>
lt: E Stickies tai lipnių raštelių programa naudojanti Elementary. Ji naudoja Elementary temų keitimą langų bei mygtukų išvaizdai pakeisti.<br>
pl: E Stickies to aplikacja używająca Elementary do wyświetlania notek. Używa wsparcia dla wyglądu bibliotek Elementary, aby móc zmieniać wygląd przycisków i okien.
tr: E Stickies Elementary'i kullanan bir yapışkan not uygulamasıdır. Pencere ve düğmelerin görünümünü değiştirmek için Elementary'i kullanır.<br>

source: <b>Code:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Old Etk version:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Themes:</b><br>Brian 'morlenxus' Miculcy
cs: <b>Kód:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Stará Etk verze:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Témata:</b><br>Brian 'morlenxus' Miculcy
fr: <b>Code :</b><br>Daniel « <b>quaker</b> » Kolesa<br><b>Pour la version Etk d'origine :</b><br>Hisham « <b>CodeWarrior</b> » Mardam Bey<br><br><b>Thèmes :</b><br>Brian « morlenxus » Miculcy
it: <b>Codice:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Vecchia versione Etk:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Temi:</b><br>Brian 'morlenxus' Miculcy
lt: <b>Programavo:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Sena Etk versija:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Temos:</b><br>Brian 'morlenxus' Miculcy
pl: <b>Kod:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Stara wersja Etk:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Wygląd:</b><br>Brian 'morlenxus' Miculcy
tr: <b>Kod:</b><br>Daniel '<b>quaker</b>' Kolesa<br><b>Eski Etk sürümü:</b><br>Hisham '<b>CodeWarrior</b>' Mardam Bey<br><br><b>Temalar:</b><br>Brian 'morlenxus' Miculcy

source: <b>control-n:</b> create a new note<br><b>control-q:</b> quit application<br><b>control-c:</b> copy selected text<br><b>control-x:</b> cut selected text<br><b>control-v:</b> paste text from clipboard<br>
cs: <b>control-n:</b> vytvořit novou poznámku<br><b>control-q:</b> ukončit program<br><b>control-c:</b> zkopírovat vybraný text<br><b>control-x:</b> vystřihnout vybraný text<br><b>control-v:</b> vložit text ze schránky<br>
fr: <b>control-n :</b> créer une nouvelle note<br><b>control-q :</b> quitter l'application<br><b>control-c :</b> copier le texte sélectionné<br><b>control-x :</b> couper le texte sélectionné<br><b>control-v :</b> coller le texte du presse-papiers<br>
it: <b>control-n:</b> crea una nuova nota<br><b>control-q:</b> termina l'applicazione<br><b>control-c:</b> copia il testo selezionato<br><b>control-x:</b> taglia il testo selezionato<br><b>control-v:</b> incolla il testo dagli appunti<br>
lt: <b>control-n:</b> sukurti naują raštelį<br><b>control-q:</b> baigti programą<br><b>control-c:</b> kopijuoti pažymėtą tekstą<br><b>control-x:</b> iškirpti pažymėtą tekstą<br><b>control-v:</b> įdėti tekstą iš iškarpinės<br>
pl: <b>Control-n:</b> utwórz nową notkę<br><b>Control-q:</b> zamknij aplikację<br><b>Control-c:</b> skopiuj zaznaczony tekst<br><b>Control-x:</b> wytnij zaznaczony tekst<br><b>Control-v:</b> wklej tekst ze schowka<br>
tr: <b>kontrol-n:</b> yeni not oluştur<br><b>kontrol-q:</b> uygulamadan çık<br><b>kontrol-c:</b> seçili metni kopyala<br><b>kontrol-x:</b> seçili metni kes<br><b>kontrol-v:</b> panodan metin yapıştır<br>

source: About E Stickies
cs: O programu E Stickies
fr: E Stickies, à propos
lt: Apie E Stickies
pl: O E Stickies
tr: E Stickies hakkında

source: Authors, credits
cs: Autoři, poděkování
fr: Auteurs et crédits
lt: Autoriai, kūrėjų sąrašas
pl: Autorzy, zasługi
tr: Yazarlar, emeği geçenler

source: E Stickies help
cs: Nápověda E Stickies
fr: Aide de E Stickies
lt: E Stickies pagalba
pl: Pomoc E Stickies
tr: E Stickies yardım

source: Close
cs: Zavřít
fr: Fermer
it: Chiudi
lt: Užverti
pl: Zamknij
tr: Kapat

source: Cant create config path!
cs: Nemůžu vytvořit cestu pro nastavení!
fr: Création du chemin de configuration impossible !
it: Impossibile creare la directory di configurazione!
lt: Nepavyko sukurti konfigūracijos kelio!
pl: Nie udało się utworzyć ścieżki z konfiguracją!
tr: yapılandırma yolu oluşturulamadı!

source: Cant open configuration file! Using program defaults.
cs: Nemůžu otevřít konfigurační soubor! Používám výchozí.
fr: Impossible d'accéder au fichier de configuration ! Utilisation des réglages par défaut.
it: Non posso aprire il file di configurazione! Uso la configurazione predefinita.
lt: Nepavyko atverti konfigūracijos failo! Bus naudojamos numatytosios nuostatos.
pl: Nie udało się otworzyć pliku z konfiguracją. Używane są ustawienia domyślne.
tr: Yapılandırma dosyası açılamadı! Program varsayılanları kullanılıyor.

source: Incompatible configuration file! Creating new one.
cs: Nekompatibilní konfigurační soubor! Vytvářím nový.
fr: Fichier de configuration incompatible ! Création d'un nouveau.
it: File di configurazione incompatibile! Ne creo uno nuovo.
lt: Nesuderinamas konfigūracijos failas! Sukursime naują.
pl: Plik z konfiguracją jest niekompatybilny. Stworzono nowy.
tr: Uyumsuz yapılandırma dosyası! Yeni oluşturuluyor.

source: Your version / configuration of E-Stickies is not valid!
cs: Vaše verze / konfigurace E-Stickies je neplatná!
fr: La version / configuration de E-Stickies est invalide !
it: La versione/configurazione di E-Stickies non è valida!
lt: Jūsų E-Stickies versija/konfigūracija yra neteisinga!
pl: Twoja wersja / konfiguracja E-Stickies jest nieprawidłowa!
tr: E-Stickies sürümünüz / yapılandırmanız geçersiz!

source: Problem saving config!
cs: Nemůžu uložit nastavení!
fr: L'enregistrement de la configuration a échoué !
it: Problemi nel salvataggio della configurazione!
lt: Problema išsaugant konfigūraciją!
pl: Wystąpił problem podczas zapisywania konfiguracji!
tr: Yapılandırma kayıt problemi!

source: Problem saving config/stickies!
cs: Nemůžu uložit config/stickies!
fr: Impossible d'enregistrer la configuration des notes !
it: Problemi nel salvataggio delle note!
lt: Problema išsaugant konfigūraciją/raštelius !
pl: Wystąpił problem podczas zapisywania konfiguracji / notek!
tr: yapılandırma/yapışkan notlar kayıt problemi!

source: Problem saving config/theme!
cs: Nemůžu uložit config/theme!
fr: Impossible d'enregistrer la configuration du thème !
it: Problemi nel salvataggio del tema!
lt: Problema išsaugant konfigūraciją/temą !
pl: Wystąpił problem podczas zapisywania konfiguracji / wyglądu!
tr: yapılandırma/tema kayıt problemi!

source: You called _e_plugin_init(). Plugin system is experimental - not done for now! Your estickies are compiled without experimental code. If you want to try it, run configure with --enable-experimental.
cs: Zavolal(a) jste _e_plugin_init(). Systém pluginů je experimentální - nehotový! Vaše estickies jsou zkompilovány bez experimentálního kódu. Pokud jej chcete zkusit, pusťte configure with --enable-experimental.
fr: Vous avez fait appel à : _e_plugin_init(). Le système de greffons n'est pas terminé pour l'instant ! Vous avez compilé estickies sans le support du code expérimental. Si vous voulez tester, ajoutez --enable-experimental pendant la configuration.
it: Avete chiamato _e_plugin_init(). Il sistema di plugin è sperimentale - incompleto per ora! Voi avete compilato E-Stickies senza codice sperimentale. Se volete provare usate l'opzione --enable-experimental con lo script di configurazione.
lt: Jūs kreipėtės į _e_plugin_init(). Papildinių sistema dar bandoma - ir dar nebaigta! Jūsų estickies sukompiliuota be bandomojo kodo. Jei norite jį išbandyti, įvykdykite configure su --enable-experimental parametru.
pl: Wywołałeś funkcję _e_plugin_init(). System wtyczek jest eksperymentalny - niedokończony! Twoje E-Stickies zostały skompilowane bez kodu eksperymentalnego. Jeśli chcesz spróbować wtyczek, uruchom program z opcją --enable-experimental.

source: You called _e_plugin_shutdown(). Plugin system is experimental - not done for now! Your estickies are compiled without experimental code. If you want to try it, run configure with --enable-experimental.
cs: Zavolal(a) jste _e_plugin_shutdown(). Systém pluginů je experimentální - nehotový! Vaše estickies jsou zkompilovány bez experimentálního kódu. Pokud jej chcete zkusit, pusťte configure with --enable-experimental.
fr: Vous avez fait appel à : _e_plugin_shutdown(). Le système de greffons n'est pas terminé pour l'instant ! Vous avez compilé estickies sans le support du code expérimental. Si vous voulez tester, ajoutez --enable-experimental pendant la configuration.
it: Avete chiamato _e_plugin_shutdown(). Il sistema di plugin è sperimentale - incompleto per ora! Voi avete compilato E-Stickies senza codice sperimentale. Se volete provare usate l'opzione --enable-experimental con lo script di configurazione.
lt: Jūs kreipėtės į _e_plugin_shutdown(). Papildinių sistema dar bandoma - ir dar nebaigta! Jūsų estickies sukompiliuota be bandomojo kodo. Jei norite jį išbandyti, įvykdykite configure su --enable-experimental parametru.
pl: Wywołałeś funkcję _e_plugin_shutdown(). System wtyczek jest eksperymentalny - niedokończony! Twoje E-Stickies zostały skompilowane bez kodu eksperymentalnego. Jeśli chcesz spróbować wtyczek, uruchom program z opcją --enable-experimental.

source: You called _e_plugin_load(). Plugin system is experimental - not done for now! Your estickies are compiled without experimental code. If you want to try it, run configure with --enable-experimental.
cs: Zavolal(a) jste _e_plugin_load(). Systém pluginů je experimentální - nehotový! Vaše estickies jsou zkompilovány bez experimentálního kódu. Pokud jej chcete zkusit, pusťte configure with --enable-experimental.
fr: Vous avez fait appel à : _e_plugin_load(). Le système de greffons n'est pas terminé pour l'instant ! Vous avez compilé estickies sans le support du code expérimental. Si vous voulez tester, ajoutez --enable-experimental pendant la configuration.
it: Avete chiamato _e_plugin_load(). Il sistema di plugin è sperimentale - incompleto per ora! Voi avete compilato E-Stickies senza codice sperimentale. Se volete provare usate l'opzione --enable-experimental con lo script di configurazione.
lt: Jūs kreipėtės į _e_plugin_load(). Papildinių sistema dar bandoma - ir dar nebaigta! Jūsų estickies sukompiliuota be bandomojo kodo. Jei norite jį išbandyti, įvykdykite configure su --enable-experimental parametru.
pl: Wywołałeś funkcję _e_plugin_load(). System wtyczek jest eksperymentalny - niedokończony! Twoje E-Stickies zostały skompilowane bez kodu eksperymentalnego. Jeśli chcesz spróbować wtyczek, uruchom program z opcją --enable-experimental.

source: You called _e_plugin_unload(). Plugin system is experimental - not done for now! Your estickies are compiled without experimental code. If you want to try it, run configure with --enable-experimental.
cs: Zavolal(a) jste _e_plugin_unload(). Systém pluginů je experimentální - nehotový! Vaše estickies jsou zkompilovány bez experimentálního kódu. Pokud jej chcete zkusit, pusťte configure with --enable-experimental.
fr: Vous avez fait appel à : _e_plugin_unload(). Le système de greffons n'est pas terminé pour l'instant ! Vous avez compilé estickies sans le support du code expérimental. Si vous voulez tester, ajoutez --enable-experimental pendant la configuration.
it: Avete chiamato _e_plugin_unload(). Il sistema di plugin è sperimentale - incompleto per ora! Voi avete compilato E-Stickies senza codice sperimentale. Se volete provare usate l'opzione --enable-experimental con lo script di configurazione.
lt: Jūs kreipėtės į _e_plugin_unload(). Papildinių sistema dar bandoma - ir dar nebaigta! Jūsų estickies sukompiliuota be bandomojo kodo. Jei norite jį išbandyti, įvykdykite configure su --enable-experimental parametru.
pl: Wywołałeś funkcję _e_plugin_unload(). System wtyczek jest eksperymentalny - niedokończony! Twoje E-Stickies zostały skompilowane bez kodu eksperymentalnego. Jeśli chcesz spróbować wtyczek, uruchom program z opcją --enable-experimental.

source: You called _e_plugin_unload_from_ptr(). Plugin system is experimental - not done for now! Your estickies are compiled without experimental code. If you want to try it, run configure with --enable-experimental.
cs: Zavolal(a) jste _e_plugin_unload_from_ptr(). Systém pluginů je experimentální - nehotový! Vaše estickies jsou zkompilovány bez experimentálního kódu. Pokud jej chcete zkusit, pusťte configure with --enable-experimental.
fr: Vous avez fait appel à : _e_plugin_unload_from_ptr(). Le système de greffons n'est pas terminé pour l'instant ! Vous avez compilé estickies sans le support du code expérimental. Si vous voulez tester, ajoutez --enable-experimental pendant la configuration.
it: Avete chiamato _e_plugin_unload_from_ptr(). Il sistema di plugin è sperimentale - incompleto per ora! Voi avete compilato E-Stickies senza codice sperimentale. Se volete provare usate l'opzione --enable-experimental con lo script di configurazione.
lt: Jūs kreipėtės į _e_plugin_unload_from_ptr(). Papildinių sistema dar bandoma - ir dar nebaigta! Jūsų estickies sukompiliuota be bandomojo kodo. Jei norite jį išbandyti, įvykdykite configure su --enable-experimental parametru.
pl: Wywołałeś funkcję _e_plugin_unload_from_ptr(). System wtyczek jest eksperymentalny - niedokończony! Twoje E-Stickies zostały skompilowane bez kodu eksperymentalnego. Jeśli chcesz spróbować wtyczek, uruchom program z opcją --enable-experimental.

source: New
cs: Nová poznámka
fr: Nouveau
it: Nuovo
lt: Naujas
pl: Nowa
tr: Yeni

source: Save
cs: Uložit
fr: Enregistrer
it: Salva
lt: Išsaugoti
pl: Zapisz
tr: Kaydet

source: Export To File
cs: Exportovat do souboru
fr: Exporter vers un fichier
it: Esporta verso file
lt: Eksportuoti į failą
pl: Eksport do pliku
tr: Dosyaya aktar

source: Delete
cs: Smazat
fr: Supprimer
it: Elimina
lt: Pašalinti
pl: Usuń
tr: Sil

source: Options
cs: Volby
it: Opzioni
lt: Parinktys
pl: Ustawienia
tr: Seçenekler

source: About
cs: O programu
fr: À propos
it: A proposito
lt: Apie
pl: Informacje o
tr: Hakkında

source: Quit
cs: Ukončit
fr: Quitter
it: Esci
lt: Baigti
pl: Zakończ
tr: Çıkış

source: Estickies - Export to ..
cs: Estickies - Exportovat do ..
fr: Estickies – Exporter vers…
it: Estickies - Esporta verso...
lt: Estickies - Eksportuoti į ..
pl: Estickies - Export do ...
tr: EStickies - Şuraya aktar ..

source: All stickies
cs: Všechny poznámky
fr: Toutes les notes
it: Tutte le note
lt: Visi rašteliai
pl: Wszystkie notatki
tr: Tüm yapışkan notlar

source: Confirm Deletion
cs: Odsouhlasit smazání
fr: Confirmer la suppression
it: Conferma eliminazione
lt: Patvirtinkite pašalinimą
pl: Potwierdź usunięcie
tr: Silmeyi Onayla

source: Are you sure you want to delete this sticky?
cs: Opravdu smazat tuto poznámku?
fr: Êtes-vous sûr de vouloir supprimer cette note ?
it: Siete sicuri di voler eliminare questa nota?
lt: Ar Jūs tikrai norite pašalinti šį raštelį?
pl: Czy jesteś pewny, że chcesz usunąć tą notatkę?
tr: Bu yapışkan notu silmek istediğinizden emin misiniz?

source: No
cs: Ne
fr: Non
lt: Ne
pl: Nie
tr: Hayır

source: Yes
cs: Ano
fr: Oui
it: Sì
lt: Taip
pl: Tak
tr: Evet

source: return!
cs: návrat!
fr: retour !
it: ritorna!
lt: grįžti!
pl: powrót!
tr: geri dön!

source: Sticky %d =========================
cs: Poznámka %d =========================
fr: Note %d =========================
it: Nota %d =========================
lt: Raštelis %d =========================
pl: Notatka %d =========================
tr: Yapışkan not %d =========================

source: Cant find home directory!
cs: Nemůžu najít domovský adresář!
fr: Répertoire personnel introuvable !
it: Non riesco a trovare la directory personale!
lt: Nepavyko rasti namų katalogo!
pl: Nie udało się znaleźć folderu domowego!
tr: Ev dizini bulunamadı!

source: Estickies - Configuration
cs: Estickies - Nastavení
it: Estickies - Configurazione
lt: Estickies - konfigūracija
pl: Estickies - Ustawienia
tr: Estickies - Yapılandırma

source: Apply to this sticky only
cs: Použít jen pro tuto poznámku
fr: Appliquer à cette seule note
it: Applica solo a questa nota
lt: Pritaikyti tik šiam rašteliui
pl: Zastosuj tylko do tej notatki
tr: Sadece bu yapışkan nota uygula

source: Apply to all stickies
cs: Použít pro všechny poznámky
fr: Appliquer à toutes les notes
it: Applica a tutte le note
lt: Pritaikyti visiems rašteliams
pl: Zastosuj do wszystkich notatek
tr: Tüm yapışkan notlara uygula

source: Make this my default theme
cs: Použít jako výchozí téma
fr: Utiliser comme thème par défaut
it: Rendi predefinito questo tema
lt: Nustatyti numatytąja tema
pl: Ustaw jako domyślny wygląd
tr: bunu varsayılan temam yap

source: Use composite extension
cs: Použít Composite rozšíření
fr: Utiliser l'extension composite
it: Usa le estensioni composite
lt: Naudoti mišrųjį plėtinį
pl: Użyj wtyczki kompozycji
tr: Birleşik dosya uzantısı kullan

source: OK
lt: Gerai
tr: Tamam

source: Apply
cs: Použít
fr: Appliquer
it: Applica
lt: Pritaikyti
pl: Zastosuj
tr: Uygula

source: What is E Stickies?
it: Cos'è E-Stickies?

source: Authors
it: Autori

source: Common shortcuts
it: Scorciatoie comuni
