Repository: playya/Enlightenment
Catalog: trunk/empower/po/*.po
Languages: eo, es, lt, nl, pt, ru, sk, sl

source: Failed to create regular expression
eo: Kreo de regula esprimo malsukcesis
es: Fallo al crear una expresi칩n regular
lt: Nepavyko sukurti reguliariojo reiškinio
nl: Fout bij het aanmaken van een reguliere expressie
pt: Falha ao criar a expressão regular
ru: Не удалось создать регулярное выражение
sk: Nepodarilo sa vytvoriť regulárny výraz
sl: Ni bilo možno ustvariti regularnega stavka

source: Unable to init ecore
eo: Ne eblas pravalorizi ecore
es: Incapaz de inicializar ecore
lt: Nepavyko inicijuoti ecore
nl: Niet in staat om ecore te initialiseren
pt: Incapaz de iniciar ecore
ru: Не удалось инициализировать ecore
sk: Nepodarilo sa načítať ecore
sl: Ni bilo mogoče zagnati·ecore

source: -=Usage=-
eo: -=Uzado=-
es: -=Uso=-
lt: -=Naudojimas=-
nl: -=Gebruik=-
pt: -=Utilização=-
ru: -=Использование=-
sk: -=Použitie=-
sl: -=Uporaba=-

source: Sudo: empower [SUDO OPTIONS] [PROGRAM] [PROGRAM OPTIONS] [ELEMENTARY OPTIONS]
eo: Sudo: empower [SUDO-OPCIOJ] [PROGRAMO] [PROGRAMAJ OPCIOJ] [ERAJ OPCIOJ]
es: Sudo: empower [OPCIONES DE SUDO] [PROGRAMA] [OPCIONES DE PROGRAMA] [OPCIONES PRIMARIAS]
lt: Sudo: empower [SUDO PARAMETRAI] [PROGRAMA] [PROGRAMOS PARAMETRAI] [PRADINIAI PARAMETRAI]
nl: Sudo: empower [SUDOOPTIES] [PROGRAMMA] [PROGRAMMAOPTIES] [ELEMENTARYOPTIES]
pt: Sudo: empower [OPÇÕES SUDO] [PROGRAMA] [OPÇÕES DO PROGRAMA] [OPÇÕES ELEMENTARES]
ru: Sudo: empower [ПАРАМЕТРЫ SUDO] [ПРОГРАММА] [ПАРАМЕТРЫ ПРОГРАММЫ] [ПРОСТЫЕ ПАРАМЕТРЫ]
sk: Sudo: empower [NASTAVENIA SUDO] [PROGRAM] [NASTAVENIA PROGRAMU] [ZAKLADNE NASTAVENIA]
sl: ····Sudo:··empower·[SUDO·MOŽNOSTI]·[PROGRAM]·[PROGRAM·MOŽNOSTI]·[ELEMENTARY·MOŽNOSTI]

source: AskPass: empower-askpass [ELEMENTARY OPTIONS] or empower -p [ELEMENTARY OPTIONS]
eo: AskPass: empower-askpass [ERAJ OPCIOJ] aŭ empower -p [ERAJ OPCIOJ]
es: AskPass: empower-askpass [OPCIONES PRIMARIAS] 칩 empower -p [OPCIONES PRIMARIAS]
lt: AskPass: empower-askpass [PRADINIAI PARAMETRAI] or empower -p [PRADINIAI PARAMETRAI]
nl: AskPass: empower-askpass [ELEMENTARYOPTIES] of empower -p [ELEMENTARYOPTIES]
pt: "AskPass": empower-askpass [OPÇÕES ELEMENTARES] ou empower -p [OPÇÕES ELEMENTARES]
ru: AskPass: empower-askpass [ПРОСТЫЕ ПАРАМЕТРЫ] или empower -p [ПРОСТЫЕ ПАРАМЕТРЫ]
sk: AskPass: empower-askpass [ZAKLADNE NASTAVENIA] alebo empower -p [ZAKLADNE NASTAVENIA]
sl: ····AskPass:··empower-askpass·[ELEMENTARY·MOŽNOSTI]·ali·empower·-p·[ELEMENTARY·MOŽNOSTI]

source: Execute
eo: Lanĉi
es: Ejecutar
lt: Vykdyti
nl: Voer uit
pt: Executar
ru: Выполнить
sk: Spustiť
sl: Izvrši

source: Password
eo: Pasvorto
es: Contrase침a
lt: Slaptažodis
nl: Wachtwoord
pt: Senha
ru: Пароль
sk: Heslo
sl: Geslo

source: Unable to grab keyboard, exiting...
eo: Ne eblas kapti klavaron. Elirado...
es: Imposible capturar teclado, saliendo...
lt: Nepavyko pačiupti klaviatūros, išeinama...
nl: Niet in staat om toetsenbord te vangen, bezig met afsluiten...
pt: Incapaz de obter o teclado, a sair...
ru: Невозможно захватить клавиатуру, выходим...
sk: Nepodarilo sa zachytiť klávesnicu, ukončenie...
sl: Ni bilo mogoče zagrabiti tipkovnice,·izhod...

source: Unable to init ewl
eo: Ne eblas pravalorizi ewl
es: Incapaz de inicializar ewl
lt: Nepavyko inicijuoti ewl
nl: Niet in staat om ewl te initialiseren
pt: Incapaz de iniciar ewl
ru: Невозможно инициализировать ewl
sk: Nepodarilo sa načítať ewl
sl: Ni bilo mogoče zagnati·ewl

source: Sudo: empower [SUDO OPTIONS] [PROGRAM] [PROGRAM OPTIONS] [EWL OPTIONS]
eo: Sudo: empower [SUDO OPCIOJ] [PROGRAMO] [PROGRAMAJ OPCIOJ] [EWL-OPTIOJ]
es: Sudo: empower [OPCIONES DE SUDO] [PROGRAMA] [OPCIONES DE PROGRAMA] [OPCIONES DE EWL]
lt: Sudo: empower [SUDO PARAMETRAI] [PROGRAMA] [PROGRAMOS PARAMETRAI] [EWL PARAMETRAI]
nl: Sudo: empower [SUDOOPTIES] [PROGRAMMA] [PROGRAMMAOPTIES] [EWLOPTIES]
pt: Sudo: empower [OPÇÕES SUDO] [PROGRAMA] [OPÇÕES DO PROGRAMA] [OPÇÕES EWL]
ru: Sudo: empower [ПАРАМЕТРЫ SUDO] [ПРОГРАММА] [ПАРАМЕТРЫ ПРОГРАММЫ] [ПАРАМЕТРЫ EWL]
sk: Sudo: empower [NASTAVENIA SUDO] [PROGRAM] [NASTAVENIA PROGRAMU] [EWL NASTAVENIA]
sl: ····Sudo:··empower·[SUDO·MOŽNOSTI]·[PROGRAM]·[PROGRAM·MOŽNOSTI]·[EWL·MOŽNOSTI]

source: AskPass: empower-askpass [EWL OPTIONS] or empower -p [EWL OPTIONS]
eo: AskPass: empower-askpass [EWL-OPCIOJ] aŭ empower -p [EWL-OPCIOJ]
es: AskPass: empower-askpass [OPCIONES DE EWL] 칩 empower -p [OPCIONES DE EWL]
lt: AskPass: empower-askpass [EWL PARAMETRAI] or empower -p [EWL PARAMETRAI]
nl: AskPass: empower-askpass [EWLOPTIES] of empower -p [EWLOPTIES]
pt: "AskPass": empower-askpass [OPÇÕES EWL] ou empower -p [OPÇÕES EWL]
ru: AskPass: empower-askpass [ПАРАМЕТРЫ EWL] или empower -p [ПАРАМЕТРЫ EWL]
sk: AskPass: empower-askpass [EWL NASTAVENIA] alebo empower -p [EWL NASTAVENIA]
sl: ····AskPass:··empower-askpass·[EWL·MOŽNOSTI]·ali·empower·-p·[EWL·MOŽNOSTI]
