Repository: playya/Enlightenment
Catalog: branches/ewl/cmaid/po/*.po
Languages: uk

source: STOCK|About
uk: Про програму

source: STOCK|Add
uk: Долучити

source: STOCK|Apply
uk: Застосувати

source: STOCK|Bottom
uk: Дно

source: STOCK|Down
uk: Униз

source: STOCK|First
uk: Перший

source: STOCK|Last
uk: Останній

source: STOCK|Left
uk: Уліво

source: STOCK|Right
uk: Управо

source: STOCK|Top
uk: Верхівка

source: STOCK|Up
uk: Уверх

source: STOCK|Bold
uk: Грубий

source: STOCK|Cancel
uk: Скасувати

source: STOCK|Clear
uk: Очистити

source: STOCK|Close
uk: Закрити

source: STOCK|Copy
uk: Копіювати

source: STOCK|Cut
uk: Вирізати

source: STOCK|Delete
uk: Вилучити

source: STOCK|Edit
uk: Редагувати

source: STOCK|Execute
uk: Запустити

source: STOCK|Find
uk: Знайти

source: STOCK|Find and replace
uk: Знайти і замінити

source: STOCK|Flip horizontal
uk: Віддзеркалити горизонтально

source: STOCK|Flip vertical
uk: Віддзеркалити вертикально

source: STOCK|Fullscreen
uk: Повноекранний

source: STOCK|Help
uk: Довідка

source: STOCK|Home
uk: Домівка

source: STOCK|Indent
uk: Відступ

source: STOCK|Italic
uk: Курсивний

source: STOCK|Justify center
uk: Вирівняти за центром

source: STOCK|Justify fill
uk: Вирівняти якнайбільш оптимально

source: STOCK|Justify left
uk: Вирівняти за лівою стороною

source: STOCK|Justify right
uk: Вирівняти за правою стороною

source: STOCK|FF
uk: FF

source: STOCK|Next
uk: Наступний

source: STOCK|Pause
uk: Призупинити

source: STOCK|Play
uk: Грати

source: STOCK|Previous
uk: Попередній

source: STOCK|Record
uk: Записати

source: STOCK|Rewind
uk: Перемотати

source: STOCK|Stop
uk: Зупинити

source: STOCK|New
uk: Новий

source: STOCK|Ok
uk: Гаразд

source: STOCK|Open
uk: Відкрити

source: STOCK|Paste
uk: Вставити

source: STOCK|Preferences
uk: Налаштування

source: STOCK|Print
uk: Друкувати

source: STOCK|Print preview
uk: Попередній перегля друку

source: STOCK|Properties
uk: Властивості

source: STOCK|Quit
uk: Вийти

source: STOCK|Redo
uk: Повторити

source: STOCK|Refresh
uk: Оновити

source: STOCK|Remove
uk: Вилучити

source: STOCK|Rotate left
uk: Обернути уліво

source: STOCK|Rotate right
uk: Обернути управо

source: STOCK|Save
uk: Зберегти

source: STOCK|Save as
uk: Зберегти як

source: STOCK|Select all
uk: Вибрати все

source: STOCK|Sort ascending
uk: Впорядкувати за зростанням

source: STOCK|Sort descending
uk: Впорядкувати за спаданням

source: STOCK|Spell check
uk: Перевірити орфографію

source: STOCK|Strikethrough
uk: Закреслений

source: STOCK|Underline
uk: Підкреслювати

source: STOCK|Undo
uk: Повернути

source: STOCK|Unindent
uk: Без відступів

source: STOCK|Zoom 1:1
uk: Масштаб 1:1

source: STOCK|Zoom fit
uk: Оптимізувати

source: STOCK|Zoom in
uk: Наблизити

source: STOCK|Zoom out
uk: Віддалити

source: Ewl Colordialog
uk: Кольори Ewl

source: COLOR|Current:
uk: Поточний:

source: COLOR|Previous:
uk: Попередній:
