Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/slideshow/po/*.po
Languages: ar, eo, he, it

source: Slideshow Settings
ar: إعدادات عرض شرائح

source: Cycle Time
ar: وقت الدورة
eo: Cikla Tempo
he: זמן ההחלפה
it: Durata singola visualizzazione

source: Disable Timer
ar: تعطيل الموقت
eo: Malaktivigi tempmezurilon
he: ביטול קוצב הזמן
it: Disabilita timer

source: %3.0f seconds
ar: %3.0f ثواني
eo: %3.0f sekundoj
he: %3.0f שניות
it: %3.0f secondi

source: Directory
ar: المسار
eo: Dosierujo
he: תיקייה

source: Sub-directory to use for backgrounds
ar: مجلد فرعي ﻹستخدامه للخلفيات
eo: Subdosierujoj por uzado de fonoj
he: תת־התיקייה לשימוש עבור הרקעים
it: Sottodirectory per gli sfondi

source: Extra
ar: إضافية
eo: Plia
he: נוספים

source: Randomize order
ar: عرض عشوائي
eo: Hazardigi ordon
he: רצף אקראי
it: Ordina in modo casuale

source: Set wallpaper on all desktops
ar: حدد خلفية لكل أسطح المكتب
eo: Difini fonon por Ä‰iuj labortabloj
he: הגדר רקע עבור כול שולחנות העבודה
it: Imposta sfondo su tutti i desktop

source: Set wallpaper on current desktop
ar: حدد خلفية لسطح المكتب الحالي
eo: Difini fonon sur nuna labortablo
he: הגדר רקע עבור שולחן העבודה הנוכחי
it: Imposta sfondo sul desktop attuale

source: Set wallpaper on current screen
ar: حدد خلفية للشاشة الحالية
eo: Difini fonon sur nuna ekrano
he: הגדר רקע עבור הצג הנוכחי
it: Imposta sfondo sullo schermo attuale

source: Set wallpaper on current monitor (Xinerama support)
ar: حدد خلفية للشاشة الحالية ( دعم إكسينراما (Xinerama))
eo: Difini fonon sur nuna monitoro (Xinerama subteno)
he: הגדר רקע עבור הצג הנוכחי (תמיכה ב־Xinerama)
it: Imposta sfondo sul monitor attuale (supporto Xinerama)

source: Slideshow
ar: عرض شرائح
eo: Bildoprezento
he: מצגת

source: Settings
ar: اﻹعدادات

source: Slideshow Configuration
eo: Agordo de Bildoprezento
he: תצורת המצגת
it: Configurazione modulo Slideshow

source: Configuration
eo: Agordoj
he: תצורה
it: Configurazione
