Repository: playya/Enlightenment
Catalog: trunk/e_modules/moon/po/*.po
Languages: ja, sv

source: Moon Configuration
ja: 月モジュールの設定
sv: Månkonfiguration

source: Display Settings
ja: 表示設定
sv: Visa

source: Show Border
ja: ボーダーを表示する
sv: Visa ram

source: Animated Clouds
ja: 雲を表示する
sv: Animerade moln

source: Moon Phase Value
ja: 月の満ち欠け状態値
sv: Månfasvärde

source: Show always
ja: 常に表示する
sv: Visa alltid

source: Show on mouse over
ja: マウスがあると表示する
sv: Visa när musen är över

source: Never show
ja: 表示しない
sv: Visa aldrig

source: Moon Clock Module
ja: 月の相モジュール
sv: Månklocksmodul

source: Display current phase of the moon ala e16 E-MoonClock
ja: 月の満ち欠け状態を表示するモジュール
sv: Visa aktuell månfas ala e16 E-MoonClock

source: New Moon
ja: 新月

source: Waxing Crescent
ja: 三日月

source: First Quarter
ja: 上弦

source: Waxing Gibbous
ja: 凸月

source: Full Moon
ja: 満月

source: Waning Gibbous
ja: 欠月

source: Last Quarter
ja: 下弦

source: Waning Crescent
ja: 衰月
