Repository: playya/Enlightenment
Catalog: trunk/E-MODULES-EXTRA/exalt-client/po/*.po
Languages: ar, cs, it, sl, uk

source: DNS (Domain Name Server) Settings
ar: إعدادات DNS (Domain Name Server)
cs: DNS (Domain Name Server) Volby
it: Impostazioni DNS (Domain Name Server)
sl: DNS·(Domain·Name·Server)·Nastavitve
uk: Налаштування DNS (сервер доменних назв)

source: DNS (Domain Name Server) configuration
ar: تكوين DNS (Domain Name Server)
cs: DNS (Domain Name Server) nastavení
it: Configurazione DNS (Domain Name Server)
sl: DNS·(Domain·Name·Server)·nastavitve
uk: Налаштування DNS (сервер доменних назв)

source: Add
ar: أضف
cs: Přidat
it: Aggiungi
sl: Dodaj
uk: Додати

source: Replace
ar: استبدل
cs: Nahradit
it: Sostituisci
sl: Zamenjaj
uk: Замінити

source: Delete
ar: امحِ
cs: Smazat
it: Elimina
sl: Izbriši
uk: Вилучити

source: Close
ar: اغلق
cs: Zavřít
it: Chiudi
sl: Zapri
uk: Закрити

source: Exalt Configuration
ar: إعدادات Exalt
cs: Nastavení Exaltu
it: Configurazione di Exalt
sl: Exalt·Nastavitve
uk: Налаштування

source: General
ar: عام
cs: Hlavní
it: Impostazioni generali
sl: Splošno
uk: Загальне

source: Basic mode
ar: نمط عادي
cs: Základní mód
it: Modalità di base
sl: Osnovni način
uk: Основне

source: Advanced mode
ar: نمط متقدم
cs: Pokročilý mód
it: Modalità avanzata
sl: Napredni način
uk: Додатково

source: Notifications
ar: تنبيهات
cs: Notifikace
it: Notifiche
sl: Obvestila
uk: Сповіщення

source: Enable the notifications
ar: مكن التنبيهات
cs: Povolit notifikace
it: Abilita notifiche
sl: Omogoči obvestila
uk: Увімкнути сповіщення

source: Exalt Warning
ar: تحذير Exalt
cs: Varování Exaltu
it: Avvertimento di Exalt
sl: Exalt opozorilo
uk: Попередження

source: Warning
ar: تحذير
cs: Varování
it: Avvertimento
sl: Opozorilo
uk: Попередження

source: NetworkManager has been detected on your computer.
ar: تم الكشف عند ميدر اﻹتصال في جهازك
cs: Na vašem počítači byl detekován NetworkManager.
it: NetworkManager è stato rilevato sul vostro computer.
sl: Na vašem računalniku je bil zaznan NetworkManager.
uk: На комп'ютері виявлено NetworkManager.

source: Exalt can't work properly if networkManager is running, please stop NetworkManager or Exalt.
ar: لا يستطيع Exalt العمل إذا كان مدير اﻹتصال يعمل, رجاءا أوقف مدير اﻹتصال أو Exalt.
cs: Exalt nemůže pracovat správně, pokud běží NetworkManager. Prosím ukončete NetworkManager nebo Exalt.
it: Exalt non può funzionare correttamente se NetworkManager è in esecuzione,si prega di disattivare NetworkManager o Exalt.
sl: Exalt·ne more delovati pravilno, če je zagnan·networkManager,·prosimo·zaustavite ali NetworkManager-ja ali·Exalt.
uk: Exalt не може працювати як слід, коли запущено networkManager, будь ласка, вимкніть одного із них.

source: exalt Configuration Updated
ar: تكوينات Exalt حدِّثت
cs: Nastavení modulu aktualizováno
it: Configurazione di Exalt aggiornata
sl: Nastavitve za exalt posodobljene
uk: Налаштування оновлено

source: Configuration
it: Configurazione

source: Wireless Connection Settings
it: Impostazioni connessione wireless

source: Network information
ar: معلومات الشبكة
cs: Informace o bezdrátovém spojení
it: Informazioni sulla rete
sl: Informacija omrežja
uk: Інформація про мережу

source: Address:
ar: عنوان :
cs: Adresa:
it: Indirizzo:
sl: Naslov:
uk: Адреса:

source: Quality:
ar: الجودة :
cs: Kvalita:
it: Qualità:
sl: Moč:
uk: Якість:

source: Wireless interface configuration
ar: تكوين واجهة اللاسلكي
cs: Nastavení bezdrátového připojení
it: Configurazione interfaccia wireless
sl: Nastavitve brezžičnega vmesnika
uk: Налаштування інтерфесу радіомережі

source: Activate
ar: تفعيل
cs: Aktivovat
it: Attiva
sl: Aktiviraj
uk: Увімкнути

source: Deactivate
ar: تعطيل
cs: Deaktivovat
it: Disattiva
sl: Deaktiviraj
uk: Вимкнути

source: Static
ar: ثابت و ساكن
cs: Statická
it: Statica
sl: Statično
uk: Статична

source: IP address:
ar: عنوان IP :
cs: IP adresa:
it: Indirizzo IP:
sl: IP naslov
uk: Адреса IP:

source: Netmask address:
ar: عنوان قناع الشبكة :
cs: Maska:
it: Maschera di rete:
sl: Naslov omrežne maske
uk: Адреса маски мережі:

source: Gateway address:
ar: عنوان البوابة :
cs: Brána:
it: Indirizzo gateway:
sl: Naslov prehoda
uk: Адреса шлюзу:

source: Command:
ar: أمر :
cs: Příkaz:
it: Comando:
sl: Ukaz:
uk: Команда:

source: Apply
ar: طبق
cs: Použít
it: Applica
sl: Uveljavi
uk: Застосувати

source: Cancel
ar: ألغِ
cs: Zrušit
it: Annulla
sl: Prekliči
uk: Скасувати

source: WEP information
ar: معلومات WEP
cs: WEP informace
it: Informazioni WEP
sl: WEP·informacije
uk: Інформація про WEP

source: Description:
ar: وصف :
cs: Popis:
it: Descrizione:
sl: Opis
uk: Опис:

source: Hexadecimal Key
ar: مفتاح ست عشري
cs: Hexadecimální klíč
it: Chiave esadecimale
sl: Šestnajstiški ključ
uk: Шістнадцятковий код

source: ASCII Key
ar: Cléمفتاح
cs: ASCII klíč
it: Chiave ASCII
sl: ASCII·Ključ
uk: ASCII код

source: WPA information
ar: معلومات WPA
cs: WPA informace
it: Informazioni WPA
sl: WPA informacija
uk: Інформація про WPA

source: Wireless interface
ar: واجهةاللاسلكي
cs: Bezdrátová síť
it: Interfaccia wireless
sl: Brezžični vmesnik
uk: Інтерфейс радіомережі

source: Disconnect the interface
it: Disconnetti interfaccia

source: Network: %s
it: Rete: %s

source: Connect to the network
it: Connetti alla rete

source: Create a new network
ar: أنشئ شبكة جديدة
cs: Vytvořit novou síť
it: Crea nuova rete
sl: Ustvari novo omrežje
uk: Сворити нову мережу

source: Network
it: Rete

source: No encryption (danger)
it: Nessuna cifratura (pericoloso)

source: WEP plain text
it: WEP solo testo

source: WEP hexadecimal
it: WEP esadecimale

source: WPA personnal
it: WPA personale

source: WPA2 personnal (recommended)
it: WPA2 personale (consigliata)

source: Name:
it: Nome:

source: Interface
it: Interfaccia

source: Netmask:
it: Maschera di rete:

source: Gateway:
it: Indirizzo gateway:

source: DNS configuration
ar: تكوينات DNS
cs: DNS nastavení
it: Configurazione DNS
sl: DNS nastavitve
uk: Налаштування DNS

source: Modem dialer
cs: Dialer modemu
it: Composizione con modem
sl: Modemski klicalnik
uk: Телефонний модем

source: Mobile Phone (3G)
ar: هاتف نقال ( الجيل الثالث )
cs: Mobilní telefon (3G)
it: Cellulare (3G)
sl: Mobilni telefon (3G)
uk: Мобільний телефон (3G)

source: No IP Address
ar: بدون عنوان IP
cs: Bez IP adresy
it: Nessun indirizzo IP
sl: Ni IP naslova
uk: Нема адреси IP

source: Wired interface
ar: واجهة السلكي
cs: Drátová síť
it: Interfaccia cablata
sl: Žični vmesnik
uk: Дротовий інтерфейс

source: Wired Connection Settings
it: Impostazioni connessione cablata

source: Deactivate the interface
it: Disattiva interfaccia

source: Activate the interface
it: Attiva interfaccia

source: Wireless Interface Settings
ar: إعدادات واجهة اللاسلكي
cs: Nastavení bezdrátového rozhraní
it: Impostazioni interfaccia wireless
sl: Nastavitve brezžičnega vmesnika
uk: Налаштування інтерфейсу радіомережі

source: wireless interface
ar: واجهة اللاسلكي
cs: bezdrátové rozhraní
it: Interfaccia wireless
sl: brezžični vmesnik
uk: Інтерфейс радіомережі

source: Wireless network
ar: شبكة لا سلكية
cs: Bezdrátová síť
sl: Brezžično omrežje
uk: Радіомережа

source: Save the configuration of each wireless network
ar: احفظ التتكوين لكل شبكة لا سلكية
cs: Uložit nastavení každé bezdrátové sítě
sl: Shrani nastavitve vseh brezžičnih omrežij
uk: Зберегти налаштування кожної радіомережі

source: Ok
ar: حسنا
sl: V Redu
uk: Гаразд

source: Settings
ar: إعدادات
cs: Volby
sl: Nastavitve
uk: Налаштування

source: Network configuration
ar: تكوينات الشبكة
cs: Nastavení sítě
sl: Nastavitve omrežja
uk: Налаштування мережі

source: Wired Configuration Settings
ar: إعدادات تكوينات السلكية
cs: Nastavení drátového spojení
sl: Nastavitve Žičnega vmesnika
uk: Налаштування дротової мережі

source: OK
ar: حسنا
sl: V Redu
uk: Гаразд

source: Wireless Configuration Settings
ar: إعدادات تكوين اللاسلكي
cs: Nastavení bezdrátového spojení
sl: Nastavitve brezžične povezave
uk: Налаштування радіомережі

source: Essid:
sl: Omrežno ime - Essid:·

source: Add to favorites:
ar: أضف إلى المفضلات :
cs: Přidat do oblíbených:
sl: Dodaj k priljubljenim
uk: Додати до улюбленого:

source: Password:
ar: كلمة المرور :
sl: Geslo:
uk: Пароль:

source: CA certificate:
ar: شهادة CA :
cs: CA certifikát:
sl: CA·certificat:
uk: Сертифікат CA:

source: Client certificate:
ar: شهادة الوكيل :
cs: Klientský certifikát:
sl: Osebni·certificate:·
uk: Сертифікат клієнта:

source: Private key:
ar: مفتاح خاص :
cs: Soukromý klíč:
sl: Privatni ključ:
uk: Особистий ключ:

source: Select the company certificate
ar: اختر شهادة الشركة
cs: Vyberte firemní certifikát
sl: Izberi certifikat družbe
uk: Виберіть сертифікат компанії

source: Select the client certificate
ar: اختر شهادة الوكيل
cs: Vyberte klientský certifikát
sl: Izberi osebni certifikat:
uk: Виберіть сертифікат клієнта

source: DHCP (Dynamic host configuration protocol)
uk: DHCP (протокол динамічної конфігурації вузла)
