Repository: playya/Enlightenment
Catalog: trunk/e_modules/weather/po/*.po
Languages: es, sv

source: Weather Configuration
es: Configuracion de Weather
sv: Väder konfiguration

source: Display Settings
es: Visualización
sv: Visa

source: Simple
sv: Enkel

source: Detailed
es: Detallado
sv: Detaljerad

source: Poll Time
es: Tiempo de Muestreo
sv: Uppdateringsintervall

source: %2.0f minutes
es: %2.0f minutos
sv: %2.0f minuter

source: Degree Settings
es: Opciones de Escala
sv: Grader

source: ICAO Code
es: Codigo ICAO
sv: ICAO kod

source: Get your ICAO code at:
es: Obten tu codigo ICAO en:
sv: Hitta din ICAO kod på:

source: Weather
sv: Väder

source: Configuration
es: Configuración
sv: Konfiguration

source: Celsius
es: Centigrados
